{
  "id": "belladonna",
  "cn_name": "颠茄",
  "en_name": "Belladonna/Deadly Nightshade",
  "scientific_name": "Atropa belladonna",
  "category": "non_edible",
  "edible_parts": [],
  "description": "颠茄是茄科颠茄属的多年生草本植物，原产于欧洲、北非和西亚地区，是世界上最著名的剧毒植物之一。其学名'Atropa'来源于希腊神话中掌管命运的三女神之一阿特洛波斯（Atropos），她负责切断生命之线，暗示了这种植物的致命性。'Belladonna'在意大利语中意为'美丽的女士'，源于中世纪意大利女性使用其提取物来扩大瞳孔以增加魅力的做法。颠茄全株含有剧毒的托品烷生物碱，包括阿托品、东莨菪碱和天仙子胺，即使少量误食也可能导致严重中毒甚至死亡。植物具有钟形的紫褐色花朵和光亮的黑色浆果，这些浆果对儿童具有很强的诱惑力，但极其危险。",
  
  "toxicity": {
    "status": "extremely_toxic",
    "toxic_parts": ["leaves", "flower", "stem", "root", "berries", "seeds"],
    "notes": "颠茄全株含有剧毒的托品烷生物碱，主要包括阿托品（atropine）、东莨菪碱（scopolamine）和天仙子胺（hyoscyamine）。这些生物碱是强效的毒蕈碱受体拮抗剂，能够阻断副交感神经系统，导致严重的抗胆碱能中毒症状。浆果的毒性浓度最高，儿童误食2-5颗浆果即可致命，成人误食10-20颗浆果可能死亡。叶片同样危险，成人误食10-20克新鲜叶片可能致死。根部的生物碱浓度在秋季达到峰值。即使是干燥的植物材料也保持强烈毒性，制成的草药茶或提取物极其危险。",
    "sources": [
      "European Medicines Agency. Assessment report on Atropa belladonna L. 2016",
      "Grieve M. A Modern Herbal: Belladonna. Botanical.com, 2021"
    ]
  },

  "toxicology_content": "颠茄的毒理学机制与其含有的托品烷生物碱密切相关。这些化合物的分子结构使其能够竞争性地结合到毒蕈碱受体上，阻断乙酰胆碱的正常作用，从而产生广泛的抗胆碱能效应。阿托品是消旋体，包含等量的右旋阿托品和左旋天仙子胺，而天仙子胺是纯的左旋异构体，药理活性约为阿托品的两倍。东莨菪碱则更容易通过血脑屏障，对中枢神经系统的影响更为显著。\n\n这些生物碱的药代动力学特点是吸收迅速而广泛。口服后30-60分钟开始出现症状，1-2小时达到峰效应。毒素迅速分布到全身各组织，特别是富有胆碱能受体的器官如心脏、眼部、胃肠道和中枢神经系统。代谢主要在肝脏进行，通过水解和结合反应，代谢产物经肾脏排泄。阿托品的半衰期约为2-3小时，但其作用可持续4-6小时甚至更长。\n\n毒理机制的具体表现：\n1. 心血管系统：阻断心脏的迷走神经支配，导致心率显著增加，可达120-160次/分钟，心律可能不规则，血压通常升高。严重中毒时可出现心律失常，包括室性心律失常，这是致死的主要原因之一。\n\n2. 中枢神经系统：东莨菪碱能穿过血脑屏障，导致中枢神经系统兴奋，表现为躁动、幻觉、妄想、定向障碍。随着中毒加深，可能出现抽搐、昏迷。特征性的症状是患者会出现生动的幻觉，通常是视觉幻觉，如看到不存在的人或动物。\n\n3. 自主神经系统：阻断副交感神经，导致口干、吞咽困难、声音嘶哑、皮肤干燥、无汗、体温升高。瞳孔显著散大并对光反射消失，视力模糊，畏光。胃肠道蠕动减慢，可能出现便秘和尿潴留。\n\n4. 呼吸系统：支气管平滑肌松弛，但严重中毒时由于中枢神经抑制可能导致呼吸衰竭。\n\n致死剂量个体差异很大，儿童的敏感性远高于成人。致死机制主要包括：心律失常导致的心脏骤停、呼吸中枢抑制导致的呼吸衰竭、严重脱水和电解质紊乱、高热导致的多器官功能衰竭。\n\n需要注意的是，颠茄中毒的症状可能波动，患者可能在清醒和谵妄状态之间交替。这种特点使得病情评估和治疗变得更加复杂。",

  "poisoning_symptoms": "颠茄中毒的症状具有典型的抗胆碱能毒性特征，通常在摄入后30分钟到2小时内出现，症状的严重程度和持续时间取决于摄入剂量和个体敏感性。\n\n早期症状（30分钟-2小时）：\n患者首先出现明显的口腔和咽喉干燥，感觉如同棉花填塞，吞咽变得困难，声音可能嘶哑。皮肤干燥发热，无汗，触摸时感觉温度升高，面部潮红。瞳孔开始散大，对强光敏感，视力逐渐模糊，可能出现复视。心率明显加快，患者感到心悸，脉搏强而快速。\n\n中期症状（2-6小时）：\n神经精神症状开始显现，这是颠茄中毒最危险的阶段。患者出现明显的躁动不安，无法静坐，表现出强烈的焦虑和恐惧感。开始出现幻觉，主要是视觉幻觉，患者可能看到不存在的人、动物或物体，这些幻觉通常非常生动逼真。患者可能与幻觉中的人物交谈，做出不合理的动作。记忆和定向能力受损，患者可能不知道自己身在何处，时间概念混乱。\n\n体温调节失常导致发热，体温可升至39-41°C，这在儿童中特别危险。胃肠道症状相对较轻，可能出现恶心，但呕吐不常见。便秘和尿潴留是典型症状，患者可能数小时甚至数天无法正常排尿。\n\n严重中毒症状（6-12小时及以后）：\n意识状态进一步恶化，患者可能进入谵妄状态，表现为意识模糊、胡言乱语、不合作行为。幻觉加重，患者完全失去现实感，可能做出危险行为如试图逃跑、攀爬或自伤。\n\n高热持续，可达42°C以上，这是极其危险的征象，可能导致热射病和多器官功能衰竭。严重脱水伴随电解质紊乱，皮肤弹性消失，眼窝凹陷。心律失常加重，可能出现室性心律失常，这是致死的主要原因。\n\n最终阶段可能出现抽搐、昏迷、呼吸衰竭。患者可能在完全昏迷和短暂清醒之间交替，这种'清醒间隔'是颠茄中毒的特征性表现。\n\n儿童中毒的特点：\n儿童对颠茄毒素极其敏感，症状出现更快，更容易发生高热和抽搐。由于儿童的血脑屏障发育不完全，神经系统症状通常更严重。儿童还容易因幻觉而发生意外伤害。\n\n老年患者的特点：\n老年患者的心血管系统对毒素更敏感，更容易发生严重的心律失常。同时，老年患者的体温调节能力较差，高热的风险更高。",

  "emergency_response": "颠茄中毒是严重的医疗急症，需要立即采取紧急救治措施。由于存在特异性解毒剂，及时正确的处理可以显著改善预后。\n\n立即行动：\n1. 立即拨打急救电话（120），明确告知可能的颠茄中毒，提供患者年龄、体重、估计摄入量和时间\n2. 保留可能的植物样本（浆果、叶片等）或呕吐物，这对医院确诊和治疗极其重要\n3. 记录详细信息：摄入时间、数量、患者基础疾病、用药史等\n\n现场紧急处理：\n1. 环境安全：由于患者可能出现幻觉和躁动，立即清除周围危险物品，防止患者自伤。安排人员看护，绝不能让患者独处。\n\n2. 早期去毒：如果患者意识清醒且摄入时间在1小时内，在医护人员指导下可考虑催吐。方法是用手指刺激咽后壁，但绝对不要对意识不清、抽搐或已经呕吐的患者催吐。\n\n3. 稀释毒素：让清醒的患者大量饮用清水或牛奶，有助于稀释胃内毒素，但不要强制给呕吐患者饮水。\n\n4. 体温管理：密切监测体温，如果体温升高，立即采取物理降温：用温湿毛巾擦拭身体，特别是额头、颈部、腋下、腹股沟等大血管分布区域，保持环境凉爽通风。\n\n5. 安抚患者：对于出现幻觉和躁动的患者，用平静、温和的语调安慰，避免强制约束，这可能加重患者的恐慌。\n\n监测要点：\n- 生命体征：每15分钟测量一次脉搏、血压、呼吸、体温\n- 意识状态：观察患者的反应性、定向力、是否出现幻觉\n- 瞳孔：观察瞳孔大小、对光反射\n- 皮肤：观察颜色、湿润度、温度\n- 尿液：记录排尿情况，注意尿潴留\n\n禁忌事项：\n1. 不要使用兴奋剂如咖啡因，这会加重心律失常\n2. 避免使用镇静剂如安定，可能加重中枢抑制\n3. 不要使用阿司匹林退热，可能加重出血风险\n4. 避免约束躁动患者，使用软性保护措施\n\n医院治疗：\n医院的专业治疗包括：\n1. 胃肠道去污：洗胃（摄入后2-4小时内）、活性炭吸附\n2. 特异性解毒：毒扁豆碱（physostigmine）是颠茄中毒的特异性解毒剂，能够逆转抗胆碱能效应\n3. 支持治疗：静脉补液、电解质平衡、体温管理、心电监护\n4. 对症治疗：控制躁动（使用苯二氮卓类药物）、处理心律失常、呼吸支持\n5. 重症监护：严重病例需要ICU监护，持续心电监护和神经系统评估\n\n预后评估：\n及时正确的治疗下，颠茄中毒的预后相对较好，大多数患者可以完全恢复。但如果延误治疗或摄入剂量过大，仍可能导致严重后遗症或死亡。恢复期可能持续24-72小时，患者需要密切监护直到症状完全消失。",

  "morphology": "颠茄是多年生草本植物，植株高度通常为1-1.5米，在适宜环境下可达2米。植株具有粗壮的地下根茎，根系发达，主根深入地下，侧根分布广泛。茎秆直立，分枝较多，呈圆柱形，表面有细密的短柔毛，颜色为绿色或带紫色晕，茎秆中空，质地较脆。\n\n叶片特征明显，互生，叶形变化较大。茎下部的叶片通常较大，呈椭圆形或卵形，长8-18厘米，宽4-9厘米，叶柄长1-3厘米。茎上部的叶片较小，更趋于椭圆形。叶片全缘，无锯齿，叶面深绿色，略有光泽，叶背颜色稍淡，两面都有细柔毛。叶片质地较薄，脉络清晰，主脉和侧脉都较明显。新鲜叶片有轻微的不愉快气味，触摸后手指可能有轻微的苦味残留。\n\n花朵是颠茄的重要识别特征，单生或成对腋生，具有下垂的花梗，长1-2厘米。花冠呈钟形或管状钟形，长2-3厘米，颜色极具特色，外表呈暗紫色、紫褐色或污紫色，内侧颜色稍淡，有时带黄绿色调。花冠5裂，裂片较短，边缘略向外翻。花萼5裂，呈绿色，花后宿存并包围果实。雄蕊5枚，着生在花冠筒内，花药黄色。花期较长，从6月持续到9月。\n\n果实是颠茄最危险的部分，为浆果，球形或略扁球形，直径1-1.5厘米，成熟时呈亮黑色，表面光滑有光泽，基部被宿存的花萼包围，花萼呈星状展开。果实内含多数种子，种子小而扁平，呈肾形，长约2毫米，表面有网状纹理。果实的黑色光泽使其看起来非常诱人，特别容易吸引儿童，但这是极其危险的。\n\n根部呈圆锥形，肉质肥厚，表面呈褐色，内部白色，有特殊的气味。根部在植物的第二年或第三年发育最为充分，此时生物碱含量也达到高峰。\n\n整个植物在不同季节的外观会有变化：春季新叶嫩绿，夏季叶片深绿色，花朵盛开，秋季果实成熟呈黑色，冬季地上部分枯萎，但根系仍然存活。植物的各个部位都含有毒素，即使是枯萎的叶片也保持毒性。",

  "historical_usage": "颠茄在人类历史上有着复杂而黑暗的记录，它既被用作毒药，也被用作药物和化妆品，这种双重性质反映了人类对这种危险植物的复杂关系。\n\n古代历史：\n在古希腊和罗马时期，颠茄就被人们所认识。希腊神话中，颠茄与命运三女神中的阿特洛波斯相关，她负责切断生命之线，暗示了这种植物的致命性质。古罗马时期，颠茄被用作毒药，历史记录中有多起使用颠茄进行暗杀的案例。\n\n中世纪欧洲：\n中世纪时期，颠茄与巫术和魔法密切相关。传说中的女巫经常使用颠茄制作各种药剂，包括所谓的'飞行药膏'。实际上，这些药膏涂抹在皮肤上后，其中的生物碱能够通过皮肤吸收，导致幻觉体验，使用者感觉自己在飞行。许多关于女巫夜间飞行的传说可能都源于颠茄导致的幻觉体验。\n\n文艺复兴时期：\n'Belladonna'（美丽的女士）这个名字来源于文艺复兴时期的意大利。当时的贵族女性使用颠茄的提取物滴入眼中，使瞳孔散大，眼睛看起来更大更亮，被认为更加美丽动人。这种做法在威尼斯等地特别流行，但也导致了许多中毒事件，一些女性因此失明甚至死亡。\n\n医学应用发展：\n18世纪开始，欧洲医生开始系统地研究颠茄的医学价值。德国医生开始使用颠茄治疗各种疾病，包括癫痫、精神疾病和疼痛。然而，由于剂量难以控制，治疗过程中经常发生中毒事件。\n\n19世纪的科学突破：\n1831年，德国药剂师海因里希·迈因（Heinrich Mein）和卡尔·盖格尔（Carl Geiger）首次从颠茄中分离出阿托品。这一发现标志着现代药理学的重要进步。随后，科学家们开始深入研究阿托品的作用机制和临床应用。\n\n现代医学应用：\n在现代医学中，从颠茄提取的阿托品成为重要的药物：\n- 眼科：用作散瞳剂，进行眼底检查\n- 麻醉学：用作麻醉前用药，减少唾液和支气管分泌\n- 急救医学：治疗有机磷中毒和某些植物中毒\n- 心脏病学：治疗某些类型的心动过缓\n\n但所有这些应用都需要精确的剂量控制和专业医疗监督。\n\n文学和文化影响：\n颠茄在文学作品中经常出现，莎士比亚的作品中就有提及。它通常与死亡、魔法和危险相关联。在现代流行文化中，颠茄仍然是神秘和危险的象征。\n\n历史教训：\n颠茄的历史使用记录提醒我们，即使是具有医学价值的植物，在没有科学指导的情况下使用也是极其危险的。许多历史上的中毒事件都是由于对植物毒性的无知或误用造成的。",

  "cultivation_warnings": "颠茄由于其极度危险性，在大多数国家都受到严格的种植管制。普通个人强烈不建议种植颠茄，但如果出于科研、教育或其他合法目的需要种植，必须采取极其严格的安全措施：\n\n法律法规遵守：\n1. 在种植前必须了解并严格遵守当地相关法律法规\n2. 某些司法管辖区完全禁止个人种植颠茄\n3. 科研机构种植通常需要特殊许可和安全计划\n4. 必须向相关监管部门报告种植活动\n5. 遵守国际植物检疫和管制规定\n\n种植环境安全：\n1. 种植区域必须完全封闭，设置高围栏和多重锁定系统\n2. 设置明显的多语言危险警示标志，包括骷髅标志\n3. 严禁在任何公共区域、住宅区、学校、医院附近种植\n4. 种植区域应远离水源，防止污染地下水\n5. 建立严格的人员准入制度，只允许经过培训的人员进入\n6. 安装监控设备，24小时监控种植区域\n\n生长条件管理：\n颠茄原产于欧洲，偏好温带气候：\n- 土壤：排水良好的石灰质土壤，pH 6.0-7.5\n- 光照：半阴环境，避免强烈阳光直射\n- 温度：15-25°C最适宜，不耐严寒\n- 水分：保持适度湿润，但避免积水\n\n安全作业规程：\n1. 所有接触颠茄的作业都必须穿戴完整防护装备：\n   - 防渗透手套（双层）\n   - 长袖防护服\n   - 防护面罩或护目镜\n   - 防毒面具（处理干燥植物时）\n\n2. 作业时间控制：\n   - 限制单次接触时间不超过30分钟\n   - 工作人员轮换，避免长时间暴露\n   - 避免在高温天气作业\n\n3. 作业后处理：\n   - 立即更换衣物，防护用品单独清洗或销毁\n   - 彻底清洗身体，特别是手部和面部\n   - 清洗工具并消毒储存\n   - 记录每次接触的时间和内容\n\n废物处理：\n1. 修剪下的植物残体必须作为危险废物处理\n2. 绝对禁止堆肥、焚烧或随意丢弃\n3. 联系专业危废处理机构进行安全销毁\n4. 种植容器和工具要彻底清洗消毒\n5. 种植过颠茄的土壤需要专业检测和处理\n\n应急预案：\n1. 制定详细的中毒应急处理预案\n2. 准备毒扁豆碱等解毒药品（需医生处方）\n3. 建立与医疗机构的直接联系通道\n4. 定期进行应急演练\n5. 培训所有可能接触人员的急救知识\n\n监管配合：\n1. 接受相关部门的定期检查\n2. 详细记录种植、管理、处置全过程\n3. 及时报告任何异常情况\n4. 配合执法部门的调查\n\n强烈建议：考虑到颠茄的极度危险性和复杂的管制要求，强烈建议普通个人、学校、社区组织等不要种植颠茄。即使是专业机构，也应该充分评估必要性和风险，只有在确实需要且具备充分安全条件时才考虑种植。",

  "safety_warnings": "颠茄是世界上最危险的植物之一，任何接触都存在严重风险，必须采取最高级别的安全防护措施：\n\n⚠️ 极度危险警告 ⚠️\n1. 全株剧毒：叶片、花朵、果实、根部都含有致命毒素\n2. 浆果诱人但致命：黑色光亮的浆果对儿童极具诱惑力，但2-5颗即可致死\n3. 无解药风险：虽然有特异性解毒剂，但必须及时使用，延误治疗可能致命\n4. 幻觉危险：中毒时的幻觉可能导致患者做出危险行为\n\n识别与防范：\n1. 学习识别颠茄的关键特征：\n   - 钟形紫褐色花朵\n   - 光亮黑色浆果\n   - 椭圆形全缘叶片\n   - 植株高1-2米，多分枝\n\n2. 野外防范：\n   - 在欧洲、北美等颠茄分布区要特别小心\n   - 不要采集任何不认识的浆果或植物\n   - 教育儿童绝不触摸黑色浆果\n   - 远足时保持在指定路径上\n\n接触防护：\n1. 绝对避免：\n   - 任何形式的品尝或摄入\n   - 用作草药茶或民间药物\n   - 制作花环或装饰品\n   - 让儿童和宠物接触\n\n2. 必要接触时：\n   - 佩戴防渗透手套（双层）\n   - 穿长袖防护服\n   - 佩戴护目镜和面罩\n   - 在通风良好的环境中操作\n   - 操作时间尽可能短\n\n3. 接触后处理：\n   - 立即更换全部衣物\n   - 用肥皂和热水彻底清洗身体至少5分钟\n   - 清洗工具并消毒\n   - 监测是否出现中毒症状\n\n儿童安全：\n1. 教育要点：\n   - 使用图片教儿童识别颠茄\n   - 强调绝不可触摸黑色浆果\n   - 教导'不认识的植物不要碰'原则\n   - 建立'发现可疑植物立即告诉大人'的习惯\n\n2. 环境控制：\n   - 定期检查儿童活动区域是否有颠茄生长\n   - 清除家庭周围的野生颠茄\n   - 不在儿童能接触的地方种植或展示颠茄\n\n应急准备：\n1. 知识准备：\n   - 了解中毒症状：口干、瞳孔散大、心率快、幻觉\n   - 记住急救电话和毒物控制中心电话\n   - 了解最近医疗机构的位置\n\n2. 物资准备：\n   - 家庭急救包中备足清水\n   - 准备干净毛巾和体温计\n   - 保存当地医疗机构联系方式\n\n3. 行动要点：\n   - 立即拨打急救电话\n   - 保留植物样本用于诊断\n   - 详细记录摄入情况\n   - 在专业指导下进行现场处理\n\n环境责任：\n1. 发现野生颠茄应：\n   - 标记位置但不要触摸\n   - 通知当地植物管理部门\n   - 警告其他可能接触的人\n   - 如果在儿童活动区域，立即采取隔离措施\n\n2. 种植者责任：\n   - 确保种植合法且安全\n   - 设置充分的安全措施\n   - 承担相应法律责任\n   - 定期检查安全设施\n\n特殊提醒：\n颠茄的毒性不会因为干燥、加热或其他处理而降低。网络上关于颠茄'药用价值'的信息多数不准确且极其危险，绝不可自行尝试使用。任何涉及颠茄的活动都应该在专业指导下进行。",

  "related_species": "颠茄属（Atropa）是茄科中一个相对较小的属，全球约有4-5个物种，都含有托品烷生物碱，都具有毒性，但以颠茄（A. belladonna）最为著名和危险：\n\n颠茄属物种：\n1. 颠茄（A. belladonna）：最常见，毒性最强，分布最广\n2. 高加索颠茄（A. caucasica）：主要分布在高加索地区，毒性相似\n3. 土库曼颠茄（A. komarovii）：分布在中亚，植株较小\n4. 阿富汗颠茄（A. acuminata）：分布在阿富汗和巴基斯坦山区\n\n与颠茄容易混淆的植物：\n\n1. 黑枸杞（Lycium ruthenicum）：\n   - 相似点：同样产生黑色浆果\n   - 区别：黑枸杞的果实更小，叶片较窄，无毒且可食用\n   - 危险性：误将颠茄当作黑枸杞是常见的中毒原因\n\n2. 接骨木（Sambucus nigra）：\n   - 相似点：成熟果实呈深色\n   - 区别：接骨木的果实成簇生长，叶片为羽状复叶\n   - 安全性：接骨木果实可食用，但生食大量果实可能引起胃肠不适\n\n3. 蓝莓/黑莓（Vaccinium/Rubus spp.）：\n   - 相似点：深色浆果\n   - 区别：蓝莓通常较小且有明显的果冠，黑莓为聚合果\n   - 安全性：这些都是安全的可食用浆果\n\n4. 其他茄科有毒植物：\n   - 曼陀罗（Datura stramonium）：含相似毒素，但果实有刺\n   - 天仙子（Hyoscyamus niger）：含相似毒素，但植株和果实形态不同\n   - 茄参（Withania somnifera）：虽然在传统医学中使用，但仍有毒性\n\n识别关键要点：\n1. 颠茄的独特特征：\n   - 单生黑色光亮浆果，基部有星状宿萼\n   - 钟形紫褐色花朵\n   - 椭圆形全缘叶片，互生\n   - 植株高大，多分枝\n   - 特殊的不愉快气味\n\n2. 鉴别原则：\n   - 当无法确定植物身份时，绝不采集或品尝\n   - 黑色浆果并不都是危险的，但也不都是安全的\n   - 使用植物识别应用程序时要谨慎，不能完全依赖\n   - 咨询当地植物学专家或园艺专家\n\n3. 地理分布考虑：\n   - 颠茄主要分布在欧洲、北非、西亚\n   - 在北美、澳洲等地作为外来物种可能归化\n   - 了解当地植物区系有助于判断\n\n重要提醒：所有颠茄属植物都应该以同样的危险程度对待。即使是经验丰富的植物学家，在野外也可能发生误识。最安全的做法是遵循'不确定就不接触'的原则，特别是涉及可能食用的情况。",

  "references": [
    {
      "title": "Assessment report on Atropa belladonna L., herba and radix",
      "org": "European Medicines Agency",
      "year": 2016,
      "url": "https://www.ema.europa.eu/en/documents/herbal-report/final-assessment-report-atropa-belladonna-l-herba-radix_en.pdf"
    },
    {
      "title": "A Modern Herbal: Belladonna",
      "org": "Botanical.com",
      "year": 2021,
      "url": "https://botanical.com/botanical/mgmh/n/nighde06.html"
    },
    {
      "title": "Tropane alkaloid poisoning: diagnosis and management",
      "org": "Clinical Toxicology",
      "year": 2019,
      "url": "https://www.tandfonline.com/doi/full/10.1080/15563650.2019.1606432"
    },
    {
      "title": "Belladonna (Atropa belladonna): A poisonous plant of therapeutic value",
      "org": "Asian Pacific Journal of Tropical Biomedicine",
      "year": 2020,
      "url": "https://www.apjtb.org/article.asp?issn=2221-1691"
    }
  ]
}