{
  "id": "castor_bean",
  "cn_name": "蓖麻",
  "en_name": "Castor Bean",
  "scientific_name": "Ricinus communis",
  "category": "non_edible",
  "edible_parts": [],
  "description": "蓖麻是大戟科蓖麻属的一年生或多年生草本植物，原产于非洲东北部，现已广泛分布于世界各地的热带和温带地区。这种植物因其种子含有极其致命的蛋白质毒素——蓖麻毒蛋白（ricin）而成为世界上最毒的植物之一。蓖麻毒蛋白是一种细胞毒性极强的物质，仅需极少量就能致死成年人。植物本身外观相对普通，具有掌状分裂的大型叶片和穗状的花序，种子呈椭圆形，表面有美丽的斑纹，但这种美丽掩盖了致命的危险。尽管蓖麻油在工业上有重要用途，但种子的极端毒性使其成为需要最高级别防范的危险植物。",
  
  "toxicity": {
    "status": "extremely_toxic",
    "toxic_parts": ["seeds", "leaves", "stem"],
    "notes": "蓖麻的主要毒性成分是蓖麻毒蛋白（ricin），这是一种极其致命的细胞毒素，主要集中在种子中，其毒性强度是氰化物的6000倍。蓖麻毒蛋白是一种核糖体失活蛋白（RIP），能够不可逆地破坏细胞内的蛋白质合成机制，导致细胞死亡。致死剂量极低：儿童误食1-3颗种子即可致命，成人误食4-8颗种子就可能死亡。即使咀嚼但不吞咽种子也可能导致严重中毒。叶片和茎干也含有毒素，但浓度远低于种子。需要特别注意的是，蓖麻毒蛋白无解药，一旦中毒只能进行支持性治疗，这使得预防成为唯一的保护措施。",
    "sources": [
      "Audi J, et al. Ricin poisoning: a comprehensive review. JAMA. 2005",
      "Roxas-Duncan V, Smith LA. Of beans and beads: ricin and abrin in bioterrorism and biocrime. J Bioterr Biodef. 2012"
    ]
  },

  "toxicology_content": "蓖麻毒蛋白（ricin）是自然界中已知毒性最强的蛋白质毒素之一，其毒理学机制极其复杂且致命。这是一种由两条多肽链组成的异二聚体糖蛋白，分子量约65kDa，由A链（酶活性链）和B链（结合链）通过二硫键连接。B链负责与细胞表面受体结合并促进毒素进入细胞，A链则是具有核糖体失活酶（RIP）活性的催化组分。\n\n毒素的作用机制是通过与细胞表面的半乳糖和N-乙酰半乳糖胺残基结合，经内吞作用进入细胞。在细胞内，毒素通过逆转录转运途径到达内质网，然后A链被释放到细胞质中。A链具有N-糖苷酶活性，能够特异性地切断60S核糖体亚基上28S rRNA的特定腺嘌呤残基，导致蛋白质合成完全停止，最终引起细胞死亡。\n\n蓖麻毒蛋白的致死机制包括：1）蛋白质合成停止导致的细胞功能衰竭；2）广泛的组织坏死，特别是胃肠道、肝、肾和免疫系统；3）严重的炎症反应和血管通透性增加；4）循环衰竭和多器官功能障碍综合征。\n\n毒素的药代动力学特点是吸收快速但分布广泛。口服后在胃肠道迅速被吸收，2-4小时内达到血药峰浓度。毒素主要通过淋巴系统和血液循环分布到全身各组织，特别是富血管的器官如肝、肾、脾。蓖麻毒蛋白不易通过血脑屏障，但可以通过胎盘屏障。毒素在体内的半衰期约为30-36小时，主要通过肾脏排泄，但排泄缓慢，体内蓄积明显。\n\n不同给药途径的毒性差异显著：静脉注射的致死剂量最低（约0.1-1μg/kg），肌肉注射次之，皮下注射和吸入的毒性相对较低，而口服的毒性相对最低但仍极其危险。这是因为胃肠道的蛋白酶可以部分降解毒蛋白，但这种保护作用非常有限。\n\n种子中蓖麻毒蛋白的含量约为1-5%，但在不同品种和生长条件下有所变化。除了蓖麻毒蛋白外，种子还含有其他有毒物质如蓖麻碱（ricinine）、凝集素等，这些化合物虽然毒性较低，但可能增强蓖麻毒蛋白的毒性效应。",

  "poisoning_symptoms": "蓖麻中毒的症状具有明显的剂量依赖性和时程特征，通常分为几个阶段发展。潜伏期通常为6-12小时，但可能延长至24-72小时，这取决于摄入剂量、个体差异和胃内容物等因素。\n\n第一阶段（6-12小时）：主要表现为胃肠道症状。患者出现恶心、呕吐，呕吐物可能含血。随后出现剧烈腹痛，呈绞痛性质，主要位于上腹部或脐周。腹泻频繁，大便呈水样或血水样，有时呈米汤样。患者可能出现发热、头痛、全身乏力。口腔和咽喉可能有烧灼感，吞咽困难。\n\n第二阶段（12-24小时）：脱水和电解质紊乱症状加重。患者出现严重脱水，皮肤弹性差，眼窝凹陷，口干舌燥。血压下降，心率增快，可能出现休克征象。尿量减少，严重者无尿。电解质紊乱导致肌肉痉挛、心律失常。肝功能开始受损，可能出现黄疸。\n\n第三阶段（24-72小时）：多器官功能衰竭。肝脏损害加重，表现为转氨酶显著升高、凝血功能异常、肝性脑病。肾功能急剧恶化，出现急性肾衰竭，血尿素氮和肌酐升高。免疫系统受到严重抑制，白细胞计数下降，易发生继发感染。心血管系统受累，可能出现心肌损害、心律失常、循环衰竭。\n\n呼吸系统症状包括呼吸困难、肺水肿、急性呼吸窘迫综合征（ARDS）。神经系统症状相对较轻，主要表现为意识障碍、抽搐、昏迷，这通常是由于严重的代谢性酸中毒和多器官衰竭引起的。\n\n皮肤接触蓖麻毒素可引起局部皮炎、水疱、溃疡。吸入蓖麻毒素粉末可引起严重的呼吸道症状，包括咳嗽、胸痛、呼吸困难、肺水肿，症状可能在接触后数小时至数天内出现。\n\n需要特别注意的是，蓖麻中毒的症状进展通常是不可逆的，即使早期症状看起来不严重，患者的病情也可能迅速恶化。儿童和老年人的症状往往更严重，进展更快。",

  "emergency_response": "蓖麻中毒是极其危险的医疗急症，由于没有特异性解毒剂，时间因素至关重要。一旦怀疑蓖麻中毒，必须立即采取以下紧急措施：\n\n立即行动：\n1. 立即拨打急救电话（120），明确告知可能的蓖麻中毒，强调其极高致死性\n2. 记录摄入时间、估计摄入数量、患者体重等信息，这对医疗救治极其重要\n3. 保留可能的植物样本（种子、叶片等）或呕吐物，用于医院确诊\n\n现场处理：\n1. 如果患者意识清醒且摄入时间在30分钟内，在医护人员指导下可考虑催吐，但必须极其谨慎\n2. 绝对不要对意识不清、抽搐或呕吐的患者催吐\n3. 让患者大量饮水稀释毒素，但如果患者呕吐严重则避免强制饮水\n4. 保持患者安静，避免剧烈活动，减少毒素吸收\n\n支持护理：\n1. 密切监测生命体征，特别是血压、脉搏、呼吸、体温\n2. 观察脱水征象，如皮肤弹性、黏膜湿润度、尿量等\n3. 记录呕吐和腹泻次数、性状，监测病情进展\n4. 安慰患者和家属，但要如实告知病情的严重性\n\n禁忌事项：\n1. 绝不可使用油类泻剂，这会增加毒素吸收\n2. 不要使用抗腹泻药物，这会阻止毒素排出\n3. 避免使用可能加重肾脏负担的药物\n4. 不要给患者服用任何未经医生许可的药物\n\n医院治疗：\n医院急救治疗主要是支持性和对症治疗，包括：\n- 胃肠道去污：洗胃（摄入后4-6小时内有效）、活性炭吸附\n- 维持水电解质平衡：静脉补液、纠正酸碱失衡\n- 器官功能支持：血液透析（清除毒素和治疗肾衰）、机械通气、血管活性药物\n- 并发症处理：抗感染、抗凝治疗、营养支持\n- 监护：重症监护、持续心电监护、定期检验肝肾功能\n\n预后评估：\n蓖麻中毒的预后主要取决于摄入剂量、救治时间和患者的基础健康状况。即使经过积极救治，病死率仍然很高，特别是大剂量摄入的病例。存活患者可能遗留长期的器官功能损害，需要长期随访和康复治疗。",

  "morphology": "蓖麻是大型草本植物，在热带地区可成为多年生灌木或小乔木，高度可达2-4米，在温带地区通常作为一年生植物栽培，高度1-2.5米。植株呈直立生长，茎秆粗壮，中空，表面光滑，呈绿色或带红紫色，基部直径可达5-8厘米，分枝较多。\n\n叶片是蓖麻最显著的识别特征，互生，具有长柄，叶柄长10-40厘米，呈绿色或带红色。叶片极大，直径可达30-60厘米，呈盾状着生，掌状深裂，通常5-11裂，裂片呈披针形或卵状披针形，边缘有锯齿。叶面深绿色，有光泽，叶背颜色稍淡，叶脉明显呈放射状排列。幼叶常带红色或紫色，成熟后转为绿色。\n\n花序为穗状圆锥花序，顶生或腋生，长15-30厘米，雌雄同株异花。雄花位于花序下部，较小，无花瓣，花萼3-5裂，雄蕊多数，花药黄色。雌花位于花序上部，较大，花萼3裂，子房3室，花柱3，呈红色，柱头羽状。花期较长，从夏季持续到秋季。\n\n果实为蒴果，卵形或球形，长1.5-2.5厘米，直径1-1.8厘米，表面密生软刺，初期绿色，成熟后呈褐色，3瓣裂开。每个果实通常含3粒种子。\n\n种子是蓖麻毒性最强的部分，椭圆形，长8-18毫米，宽5-12毫米，厚4-8毫米。种皮坚硬，表面光滑有光泽，具有美丽的斑纹，基本色调为褐色、灰色或黑色，上有白色、褐色或黑色的不规则斑点和条纹，这些斑纹使种子看起来很像甲虫，因此英文俗称'tick bean'。种子一端有一个明显的种阜（caruncle），呈黄白色，这是种子的重要识别特征。\n\n根系为主根系，主根发达，侧根较多，根系分布较浅但范围较广。整个植物有轻微的特殊气味，不太令人愉快。",

  "historical_usage": "蓖麻在人类历史上有着悠久但复杂的使用记录。考古证据表明，古埃及人早在4000年前就开始使用蓖麻，在法老的陵墓中发现了蓖麻种子，古埃及人将蓖麻油用作灯油、润滑剂和医药用途。古希腊历史学家希罗多德记录了埃及人使用蓖麻油的情况。\n\n在古代中国，蓖麻被称为'大麻子'或'红大麻'，《神农本草经》中有相关记录。传统中医认为蓖麻具有泻下、消肿的功效，但也明确记录了其毒性。古代医书中多次提醒使用蓖麻时必须极其谨慎，错误使用可能致死。\n\n中世纪欧洲，蓖麻油被用作泻药，但由于经常发生中毒事件，其使用逐渐受到限制。文艺复兴时期，一些医生开始系统研究蓖麻的毒性，并试图找到安全的使用方法。\n\n19世纪，随着化学工业的发展，蓖麻油因其独特的化学性质而成为重要的工业原料。蓖麻油具有优异的润滑性能，不易变质，在高温下仍能保持稳定，因此被广泛用于飞机发动机润滑油、液压油、塑料增塑剂等。第一次世界大战期间，蓖麻油成为重要的战略物资。\n\n20世纪初，科学家开始研究蓖麻毒蛋白的结构和毒理机制。1888年，德国科学家Hermann Stillmark首次分离出蓖麻毒蛋白。20世纪中期，随着分子生物学技术的发展，科学家逐步阐明了蓖麻毒蛋白的作用机制。\n\n不幸的是，蓖麻毒蛋白的极高毒性也使其成为生物武器研究的对象。冷战期间，一些国家的情报部门研究过将蓖麻毒蛋白用作暗杀武器。1978年发生的'雨伞暗杀案'中，保加利亚异议人士格奥尔基·马尔科夫在伦敦被人用改装的雨伞注射含有蓖麻毒蛋白的毒丸而死亡，这一事件使蓖麻毒蛋白成为国际关注的生物武器。\n\n现代，蓖麻毒蛋白被列为管制的危险物质，许多国家对蓖麻的种植、加工和贸易实施严格监管。同时，科学家也在研究蓖麻毒蛋白在医学上的潜在应用，如制备免疫毒素用于癌症治疗，但这些研究都在严格控制的实验室环境中进行。",

  "industrial_applications": "尽管蓖麻种子极其危险，但蓖麻油在工业上具有重要的应用价值。蓖麻油的提取通过机械压榨或溶剂提取完成，在这个过程中，有毒的蓖麻毒蛋白被留在油饼中，精炼的蓖麻油本身是安全的。\n\n蓖麻油的独特之处在于其分子结构中含有约90%的蓖麻油酸（ricinoleic acid），这是一种含有羟基的不饱和脂肪酸，赋予蓖麻油优异的物理化学性质：\n\n1. 润滑剂应用：蓖麻油具有优异的粘温特性和润滑性能，在高温和低温下都能保持稳定，因此被用作高性能润滑油，特别是航空发动机润滑油、赛车润滑油等。\n\n2. 化工原料：蓖麻油是制备十一烯酸、癸二酸、12-羟基硬脂酸等化工原料的重要来源，这些化合物广泛用于尼龙11、涂料、塑料增塑剂、香料等的生产。\n\n3. 生物柴油：蓖麻油可以转化为生物柴油，是重要的可再生能源原料。由于蓖麻适应性强，可以在贫瘠土地上种植，不与粮食作物竞争土地资源。\n\n4. 医药工业：精制的蓖麻油在医药上用作泻药、胶囊壳材料、药物载体等，但使用时需要确保完全去除蛋白质成分。\n\n5. 化妆品工业：蓖麻油因其滋润性和稳定性被用于化妆品、护肤品的生产。\n\n工业加工过程中的安全措施极其重要：\n- 种子处理必须在密闭环境中进行，工作人员需要穿戴全套防护用品\n- 榨油后的油饼含有高浓度蓖麻毒蛋白，必须作为危险废物处理，不能用作饲料\n- 加工设备需要特殊的清洗和消毒程序\n- 工作场所需要负压通风系统，防止毒素扩散\n- 所有工作人员都需要接受专业培训，了解蓖麻毒蛋白的危险性",

  "cultivation_warnings": "蓖麻的种植需要极其严格的安全控制措施，由于其种子的极度危险性，许多国家对蓖麻种植实施许可制度：\n\n法律法规遵守：\n1. 了解并遵守当地关于蓖麻种植的法律法规\n2. 某些地区可能禁止个人种植蓖麻\n3. 商业种植通常需要特殊许可和安全计划\n4. 必须向相关部门报告种植活动\n\n种植安全措施：\n1. 种植区域必须完全封闭，设置围栏和警示标志\n2. 严禁在住宅区、学校、医院、公园等人员密集区域种植\n3. 种植区域应远离水源，防止污染\n4. 建立严格的人员进入控制制度\n\n作业安全防护：\n1. 所有种植、管理、收获作业都必须穿戴防护服、手套、护目镜、防毒面具\n2. 作业后必须彻底清洗消毒，衣物单独清洗或销毁\n3. 工具设备使用后要彻底清洗消毒\n4. 建立安全作业规程，所有人员必须接受培训\n\n种子处理安全：\n1. 种子收获后必须立即安全储存，防止散失\n2. 储存容器必须密封并标注危险警示\n3. 运输过程需要按照危险品运输规定执行\n4. 绝对禁止种子进入食物链或饲料系统\n\n废物处理：\n1. 修剪的植物残体需要按照危险废物处理\n2. 不能焚烧或堆肥，烟雾和腐解物都有毒\n3. 收获后的植物残体需要专业销毁\n4. 土壤可能需要特殊处理才能改作他用\n\n应急预案：\n1. 制定详细的中毒应急预案\n2. 准备充足的防护用品和急救药品\n3. 建立与医疗机构的联系渠道\n4. 定期进行应急演练\n\n强烈建议：由于蓖麻的极度危险性，强烈建议普通个人不要种植蓖麻。即使是经验丰富的专业人员，也应该充分评估风险并采取最严格的安全措施。",

  "safety_warnings": "蓖麻是世界上最致命的植物之一，任何与其接触都存在极大风险，必须采取最高级别的安全防护：\n\n⚠️ 极度危险警告 ⚠️\n1. 绝对禁止任何形式的摄入或品尝，即使是单颗种子也可能致死\n2. 儿童接触1-3颗种子可能致命，成人接触4-8颗种子可能致命\n3. 没有特异性解毒剂，中毒后只能进行支持性治疗\n4. 死亡率极高，即使及时救治也可能无法挽救生命\n\n识别与防范：\n1. 学会识别蓖麻的外观特征，特别是其特殊的种子外观\n2. 教育家庭成员，特别是儿童，绝对不要触摸或采集未知植物\n3. 在野外遇到疑似蓖麻植物时，保持安全距离，不要接触\n4. 不要让宠物接触蓖麻植物\n\n接触防护：\n1. 任何接触都必须佩戴防护手套和防护服\n2. 处理后必须彻底清洗手部和工具，使用肥皂和热水清洗至少20秒\n3. 接触过蓖麻的衣物要单独清洗或直接销毁\n4. 避免在有风天气处理，防止种子或植物碎屑飞散\n\n环境安全：\n1. 绝对禁止在儿童可能接触的区域种植\n2. 种植区域必须设置物理隔离和明显警示标志\n3. 定期检查是否有自播幼苗，及时清除\n4. 不要将蓖麻植物与任何食用植物混合种植或存放\n\n废物处理：\n1. 植物残体不能堆肥、焚烧或随意丢弃\n2. 必须作为危险废物处理，联系专业处置机构\n3. 清理工具后要彻底消毒\n4. 种植过蓖麻的土壤需要专业评估后才能改作他用\n\n应急准备：\n1. 准备急救联系方式，包括毒物控制中心\n2. 了解最近医疗机构的位置和联系方式\n3. 家中常备活性炭等应急药品（仅在医生指导下使用）\n4. 制定详细的中毒应急处理流程\n\n法律责任：\n种植或持有蓖麻可能涉及法律问题，如果因疏忽导致他人中毒，可能面临刑事责任。在种植前务必了解当地相关法律法规，确保合规操作。\n\n特别提醒：蓖麻毒蛋白被某些国家列为管制物质，非法制备、持有或使用可能构成犯罪。任何涉及蓖麻毒蛋白的活动都必须在合法授权下进行。",

  "related_species": "蓖麻属（Ricinus）是一个单种属，只包含一个物种：蓖麻（Ricinus communis）。然而，由于长期的栽培和自然选择，蓖麻发展出了许多不同的栽培变种和地理变种，这些变种在形态特征、生长习性和毒性强度方面可能有所差异：\n\n主要栽培变种：\n1. 普通蓖麻（var. communis）：最常见的类型，种子毒性极强\n2. 红茎蓖麻（var. sanguineus）：茎秆和叶柄呈红色，毒性相似\n3. 无刺蓖麻（var. inermis）：果实表面刺毛较少，但毒性不减\n4. 矮生蓖麻（var. nanus）：植株较矮，适合温带地区种植\n\n地理变种：\n- 非洲原生种：通常为多年生，植株高大，毒性强\n- 地中海沿岸种：适应干旱环境，种子较小但毒性高\n- 亚洲栽培种：多为一年生，适应温带气候\n- 美洲归化种：适应性强，分布广泛\n\n与蓖麻容易混淆的植物：\n1. 木瓜（Carica papaya）：幼苗期叶片形状相似，但木瓜叶片更加深裂，且无毒\n2. 八角枫（Alangium chinense）：叶片也呈掌状，但裂片较少，无毒\n3. 梧桐（Firmiana simplex）：幼苗叶片有时相似，但梧桐叶片质地不同，无毒\n\n识别要点：\n- 蓖麻的种子是最可靠的识别特征：椭圆形，有光泽，具有特殊斑纹和种阜\n- 叶片盾状着生，掌状深裂，通常5-11裂\n- 茎秆中空，表面光滑\n- 花序为穗状，雌雄同株异花\n- 果实表面有软刺\n\n重要提醒：所有蓖麻的变种和栽培品种都含有蓖麻毒蛋白，都具有极度危险性。不要因为外观差异而低估任何蓖麻植物的毒性。在无法确定植物身份时，采取最谨慎的态度，绝不接触或采集。",

  "references": [
    {
      "title": "Ricin poisoning: a comprehensive review",
      "org": "JAMA",
      "year": 2005,
      "url": "https://jamanetwork.com/journals/jama/fullarticle/201716"
    },
    {
      "title": "Of beans and beads: ricin and abrin in bioterrorism and biocrime",
      "org": "Journal of Bioterrorism & Biodefense",
      "year": 2012,
      "url": "https://www.omicsgroup.org/journals/bioterrorism-biodefense.php"
    },
    {
      "title": "Ricin: mechanisms of toxicity, clinical manifestations, and vaccine development",
      "org": "Journal of Toxicology",
      "year": 2011,
      "url": "https://www.hindawi.com/journals/jt/2011/417830/"
    },
    {
      "title": "The castor oil plant: botany, ecology and uses",
      "org": "Economic Botany",
      "year": 2018,
      "url": "https://link.springer.com/journal/12231"
    }
  ]
}