{
  "id": "datura",
  "cn_name": "曼陀罗",
  "en_name": "Datura/Jimsonweed",
  "scientific_name": "Datura stramonium",
  "category": "non_edible",
  "edible_parts": [],
  "description": "曼陀罗是茄科曼陀罗属的一年生草本植物，原产于中美洲，现已广泛分布于全球温带和亚热带地区。这是一种极其危险的剧毒植物，全株含有剧毒的托品烷生物碱，包括阿托品（atropine）、东莨菪碱（scopolamine）和天仙子胺（hyoscyamine）等。曼陀罗因其强烈的精神活性和致死性而被称为'魔鬼的喇叭'或'地狱之钟'。植物具有独特的喇叭状白色或紫色花朵，带有强烈香味，果实为球形蒴果，表面密布坚硬刺毛，内含大量黑色种子。尽管在某些传统文化中被用作宗教仪式植物，但其极高的毒性使得任何非专业使用都极其危险。",
  
  "toxicity": {
    "status": "extremely_toxic",
    "toxic_parts": ["leaves", "flower", "stem", "root", "seeds", "fruit"],
    "notes": "曼陀罗全株含有剧毒的托品烷生物碱，主要包括阿托品（atropine）、东莨菪碱（scopolamine）和天仙子胺（hyoscyamine）。这些化合物是强效的毒蕈碱受体拮抗剂和中枢神经系统抑制剂，能够引起严重的抗胆碱能中毒症状。种子的毒性浓度最高，每颗种子约含0.1mg生物碱。致死剂量极低：成人误食4-5g种子即可致命，儿童误食15-20颗种子就可能死亡。即使是少量接触也会导致严重的精神症状，包括幻觉、妄想、躁动不安和完全的现实感丧失，这种状态可持续12-48小时。与其他致幻剂不同，曼陀罗中毒时患者通常无法区分幻觉与现实，极易发生意外伤害。",
    "sources": [
      "Preissel U, Preissel HG. Brugmansia and Datura: Angel's Trumpets and Thorn Apples. Firefly Books, 2002",
      "Gaire BP, Subedi L. A review on the pharmacology and toxicology of Datura stramonium L. Journal of Integrative Medicine, 2013"
    ]
  },

  "toxicology_content": "曼陀罗的毒理学特征极其复杂且危险。植物含有的托品烷生物碱是天然的毒蕈碱受体拮抗剂，主要作用于中枢和外周神经系统。阿托品主要影响外周神经系统，导致副交感神经阻断，表现为瞳孔散大、心率加快、口干、皮肤干燥发热等症状。东莨菪碱则更容易穿过血脑屏障，对中央神经系统产生强烈影响，导致严重的精神症状包括幻觉、妄想、兴奋和昏迷。天仙子胺的作用介于两者之间。\n\n这些生物碱的药代动力学特点是吸收快速但代谢缓慢，半衰期长达13-38小时，这意味着中毒症状可能持续数天。口服后30-60分钟开始显效，2-4小时达到峰效应。毒素主要通过肝脏代谢，肾脏排泄，但由于代谢缓慢，体内蓄积效应明显。\n\n致死机制主要包括：1）中枢神经系统抑制导致呼吸衰竭；2）严重脱水和电解质紊乱；3）体温调节失常导致的高热；4）心律失常；5）由于幻觉和意识障碍导致的意外伤害。特别需要注意的是，曼陀罗中毒与其他药物中毒的重要区别在于患者会出现完全的现实感丧失，无法区分幻觉与现实，这使得患者极易发生跳楼、交通事故等致命意外。\n\n不同部位的毒性浓度差异显著：种子含量最高（0.2-0.4%），其次是叶片（0.2-0.5%），花朵（0.1-0.2%），茎干最低但仍有毒性。即使是干燥的植物材料也保持毒性，储存多年后仍然危险。",

  "poisoning_symptoms": "曼陀罗中毒症状通常在摄入后30分钟到2小时内出现，具有典型的抗胆碱能中毒特征。早期症状包括口干、吞咽困难、声音嘶哑、皮肤干燥发热、面部潮红。患者会出现瞳孔明显散大且对光反射消失，视力模糊或复视，畏光。心血管系统症状表现为心率显著增快（通常超过120次/分钟），血压升高，心悸。\n\n神经精神症状是曼陀罗中毒的最危险特征。患者会出现严重的意识障碍，表现为躁动不安、定向障碍、记忆缺失。最特征性的症状是生动逼真的幻觉，包括视幻觉、听幻觉和触幻觉，患者完全无法区分幻觉与现实。常见的幻觉内容包括看到不存在的人或动物、听到声音、感觉皮肤上有昆虫爬行等。患者可能与幻觉中的人物对话，做出不合理的行为。\n\n随着中毒加深，患者可能出现抽搐、高热（体温可达41-42°C）、昏迷。呼吸系统症状包括呼吸困难、肺水肿。胃肠道症状相对较轻，可能出现恶心、呕吐、便秘。皮肤症状包括干燥、潮红、无汗，触摸时皮肤发热。\n\n儿童中毒症状往往更严重，更容易出现高热和抽搐。老年人则更容易发生心血管并发症。中毒症状的持续时间通常为12-48小时，严重病例可能持续72小时以上。即使症状缓解后，患者可能仍有记忆缺失和精神状态异常。",

  "emergency_response": "曼陀罗中毒是绝对的医疗紧急情况，必须立即拨打急救电话（120），并明确告知可能的曼陀罗中毒。在等待救援期间，采取以下紧急措施：\n\n1. 确保环境安全：由于患者可能出现幻觉和躁动，需要移除周围的危险物品，防止患者自伤或意外伤害。安排专人守护，绝不能让患者独处。\n\n2. 保持冷静安抚：对躁动的患者要保持冷静，用温和的语气安抚，避免强制约束，这可能加重患者的恐惧和躁动。\n\n3. 催吐处理：如果患者意识清醒且摄入时间在30分钟内，可在医护人员指导下催吐，但绝不能对意识不清的患者催吐。保留呕吐物样本供医院检验。\n\n4. 体温管理：由于曼陀罗中毒常导致高热，需要采取物理降温措施，如用温湿毛巾擦拭身体，保持环境凉爽通风，但避免过度降温。\n\n5. 记录观察：详细记录摄入时间、数量、症状出现时间和变化，这对医院诊疗极其重要。\n\n医院急救治疗通常包括：胃肠道去污（洗胃、活性炭）、特异性解毒剂治疗（毒扁豆碱physostigmine）、对症支持治疗（控制躁动、降温、维持水电解质平衡）、心电监护和呼吸支持。严重病例可能需要机械通气和重症监护。\n\n特别注意：曼陀罗中毒的患者不能使用镇静剂如安定等，这可能加重中枢抑制。同时要警惕患者可能的自伤或暴力行为，需要适当的保护措施。",

  "morphology": "曼陀罗是典型的一年生草本植物，株高通常为50-150厘米，在适宜环境下可达2米。植株直立生长，茎秆粗壮，圆形，表面光滑，呈绿色或带紫色晕，分枝较多，形成丰满的灌木状外观。\n\n叶片互生，具有长柄，叶片大型，长8-20厘米，宽5-15厘米，呈卵形或椭圆形，边缘具有不规则的粗锯齿或波状缺刻。叶面深绿色，有光泽，叶背颜色稍淡，叶脉明显，主脉突出。叶片质地较厚，触感略粗糙，有轻微的不愉快气味。\n\n花朵是曼陀罗最显著的特征，单生于叶腋或枝端，具有长2-5厘米的花柄。花朵呈典型的喇叭状（漏斗状），长6-10厘米，直径4-6厘米。花冠通常为白色，有时带淡紫色或紫色晕，特别是在花冠边缘。花冠先端5裂，裂片三角形，先端尖锐。花朵在傍晚开放，夜间香味浓郁，有甜香或略带腥味的气息，这种香味对某些昆虫具有强烈吸引力。花萼筒状，5裂，绿色，花后萼片宿存。\n\n果实为卵圆形蒴果，直径3-4厘米，表面密生坚硬的刺毛，刺长5-10毫米，初期绿色，成熟后呈褐色。果实4瓣裂开，内含大量种子。种子扁平，肾形，黑色或深褐色，长约3-4毫米，表面有网纹，每个果实约含300-500粒种子。\n\n根系为直根系，主根粗壮，深入土中，侧根较少但分布较广。整个植物的汁液为乳白色，有毒，接触皮肤可能引起过敏反应。",

  "historical_usage": "曼陀罗在人类历史上有着复杂而黑暗的使用记录。在古代中国，曼陀罗被记录在《神农本草经》中，被认为具有麻醉和止痛的功效。汉代名医华佗据传曾使用曼陀罗制成的'麻沸散'进行外科手术，这可能是世界上最早的全身麻醉记录。\n\n在欧洲历史上，曼陀罗与巫术和毒药制作密切相关。中世纪的'女巫'经常使用曼陀罗制作各种药剂，用于致幻、下毒或所谓的'飞行药膏'。许多关于巫女夜间飞行的传说实际上可能是曼陀罗中毒引起的幻觉体验。\n\n在美洲原住民文化中，曼陀罗被某些部族用于宗教仪式和成人礼，但使用极其谨慎，通常由经验丰富的萨满控制剂量。然而，即使在这些传统用途中，也经常有致死案例的记录。\n\n近现代历史上，曼陀罗曾被犯罪分子用作'迷魂药'，因为其能够导致记忆丧失和意志控制障碍。二战期间，一些情报部门研究过将曼陀罗用作'诚实药'进行审讯，但因其不可控的毒性而放弃。\n\n在现代毒理学研究中，曼陀罗的生物碱成分被用于开发医用药物，如阿托品被用于眼科检查和某些中毒的解救，但这些应用都需要精确的剂量控制和专业医疗监督。",

  "cultivation_notes": "尽管曼陀罗是极其危险的有毒植物，但由于其独特的观赏价值，仍有一些园艺爱好者种植。如果确实需要种植，必须采取极其严格的安全措施：\n\n种植环境选择：必须选择完全远离儿童、宠物和公众接触的区域，建议设置围栏和明显的危险警示标志。绝对禁止在学校、医院、养老院、公园等公共场所种植。\n\n土壤和气候要求：曼陀罗适应性强，能在多种土壤类型中生长，但偏好排水良好、富含腐殖质的土壤。适宜pH值为6.0-7.5。植物喜欢充足阳光和温暖气候，不耐霜冻，在温带地区通常作为一年生植物栽培。\n\n播种和管理：种子需要在温暖环境下发芽，最适温度为20-25°C。播种前可用温水浸种24小时提高发芽率。种植过程中必须全程佩戴手套和防护用品，避免皮肤直接接触植物任何部位。\n\n安全防护措施：所有园艺操作必须佩戴手套、长袖衣物和防护镜。工具使用后要彻底清洗消毒。修剪下的植物残体不能堆肥或焚烧，必须作为危险废物处理。绝对不能让修剪的植物材料接触食物或进入一般垃圾系统。\n\n特别警告：强烈建议普通园艺爱好者不要种植曼陀罗，其风险远远超过任何可能的观赏价值。专业植物园在种植时也需要特殊许可和严格的安全协议。",

  "safety_warnings": "曼陀罗是极其危险的剧毒植物，任何与其接触都必须采取最高级别的安全防护：\n\n绝对禁止事项：\n1. 绝对禁止任何形式的摄入或品尝，即使是极少量也可能致命\n2. 禁止用作任何形式的民间药物或偏方\n3. 禁止制作花环、干花或任何装饰品\n4. 禁止焚烧，烟雾同样含有毒素\n5. 禁止儿童和宠物接触\n\n接触防护：\n1. 任何接触必须佩戴防护手套和长袖衣物\n2. 避免在有风天气处理植物，防止花粉和植物碎屑飞散\n3. 处理后必须彻底清洗双手和工具，使用肥皂和热水清洗至少20秒\n4. 接触过曼陀罗的衣物要单独清洗\n\n环境安全：\n1. 种植位置必须远离住宅区、学校、医院等人员密集场所\n2. 设置明显的危险警示标志\n3. 建立物理隔离措施，防止意外接触\n4. 定期检查是否有自播幼苗，及时清除\n\n应急准备：\n1. 准备急救联系方式，包括毒物控制中心电话\n2. 了解最近的医疗机构位置\n3. 准备植物样本用于紧急情况下的医疗诊断\n4. 家庭成员都应了解曼陀罗的危险性和识别特征\n\n教育宣传：必须确保所有可能接触的人员（家庭成员、访客、邻居等）都了解曼陀罗的极度危险性，特别是要教育儿童绝对不要接触或玩耍这种植物。",

  "legal_implications": "在许多国家和地区，曼陀罗因其含有的精神活性物质而受到法律管制。在中国，曼陀罗中含有的阿托品、东莨菪碱等物质被列入管制药品目录，非法种植、制造、销售或使用可能面临法律后果。\n\n种植者需要了解当地相关法律法规，确保种植行为的合法性。在某些司法管辖区，即使是观赏性种植也可能需要特殊许可。如果因种植曼陀罗导致他人中毒，种植者可能面临刑事责任。\n\n医疗机构和研究单位使用曼陀罗提取物进行科研或医疗活动，必须获得相应的许可证并遵守严格的管理规定。任何商业性的种植、加工或销售活动都必须在相关部门的监督下进行。",

  "related_species": "曼陀罗属（Datura）包含约9-12个物种，所有物种都含有托品烷生物碱，都具有毒性，但程度有所不同：\n\n1. 普通曼陀罗（D. stramonium）：最常见，毒性极强\n2. 毛曼陀罗（D. innoxia）：花朵更大，通常为白色，毒性相似\n3. 红花曼陀罗（D. sanguinea）：花朵橙红色，树状，毒性稍低但仍危险\n4. 金花曼陀罗（D. aurea）：花朵黄色，毒性很强\n\n此外，与曼陀罗密切相关的天使号角属（Brugmansia）植物也含有相似的毒性化合物，包括：\n- 白花天使号角（B. candida）\n- 粉花天使号角（B. × candida 'Grand Marnier'）\n- 红花天使号角（B. sanguinea）\n\n所有这些植物都应该以同样谨慎的态度对待，绝不能仅仅因为外观美丽而忽视其毒性。识别时要注意观察花朵形状（漏斗状或钟状）、果实特征（有刺或光滑）和叶片形态。",

  "references": [
    {
      "title": "Brugmansia and Datura: Angel's Trumpets and Thorn Apples",
      "org": "Firefly Books",
      "year": 2002,
      "url": "https://www.fireflybooks.com/brugmansia-and-datura"
    },
    {
      "title": "A review on the pharmacology and toxicology of Datura stramonium L.",
      "org": "Journal of Integrative Medicine",
      "year": 2013,
      "url": "https://www.sciencedirect.com/science/article/pii/S2095496413600929"
    },
    {
      "title": "Tropane alkaloids: chemistry, pharmacology, biosynthesis and production",
      "org": "Phytochemistry Reviews",
      "year": 2016,
      "url": "https://link.springer.com/article/10.1007/s11101-016-9477-x"
    },
    {
      "title": "Clinical management of Datura stramonium poisoning",
      "org": "Emergency Medicine Journal",
      "year": 2018,
      "url": "https://emj.bmj.com/content/35/12/731"
    }
  ]
}