{
  "id": "foxglove",
  "cn_name": "毛地黄",
  "en_name": "Foxglove",
  "scientific_name": "Digitalis purpurea",
  "category": "non_edible",
  "edible_parts": [],
  "description": "毛地黄是玄参科毛地黄属的二年生草本植物，原产于西欧和西南欧。这是一种极其危险的剧毒植物，全株含有多种强心苷类化合物，包括洋地黄毒苷（digitoxin）和地高辛（digoxin）等。尽管这些化合物在现代医学中被用作重要的心脏病治疗药物，但在野外误食毛地黄会导致严重的中毒甚至死亡。毛地黄的花朵呈管状，通常为紫红色，内侧有深色斑点，排列成高大的穗状花序，是许多花园中备受欢迎的观赏植物。然而，其美丽的外表掩盖了致命的危险性。",
  "toxicity": {
    "status": "toxic",
    "toxic_parts": ["leaves", "flower", "stem", "root", "seeds"],
    "notes": "毛地黄全株含有剧毒的强心苷类化合物，主要包括洋地黄毒苷（digitoxin）、地高辛（digoxin）、洋地黄皂苷A（digitonin）等。这些化合物对心肌具有强烈的兴奋作用，能够增强心肌收缩力并减慢心率。强心苷的治疗剂量与中毒剂量之间的安全范围极其狭窄，即使是少量的误食也可能导致严重后果。儿童仅需食用2-3片叶子就可能致命，成人误食10-20克新鲜叶片也可能导致死亡。中毒症状包括恶心、呕吐、视觉异常（黄视症）、心律不齐、意识模糊等，严重时可导致心脏骤停死亡。",
    "sources": [
      "Williamson EM, et al. Major Herbs of Ayurveda. Churchill Livingstone, 2002",
      "European Medicines Agency. Assessment report on Digitalis purpurea L., folium. 2016"
    ]
  },
  "toxicology": "毛地黄全株含有剧毒的强心苷类化合物，主要包括洋地黄毒苷（digitoxin）、地高辛（digoxin）、洋地黄皂苷A（digitonin）等。这些化合物对心肌具有强烈的兴奋作用，能够增强心肌收缩力并减慢心率。在医学上，这些化合物被精确提取和纯化，用于治疗心力衰竭和某些心律不齐。然而，强心苷的治疗剂量与中毒剂量之间的安全范围极其狭窄，这使得毛地黄成为最危险的植物之一。即使是少量的误食也可能导致严重后果。新鲜叶片的毒性最强，但干燥后仍保持毒性。儿童仅需食用2-3片叶子就可能致命，成人误食10-20克新鲜叶片也可能导致死亡。毒性成分主要集中在叶片中，但花朵、茎秆、种子和根部同样含有毒素。",
  "poisoning_symptoms": "毛地黄中毒的症状通常在误食后30分钟到4小时内出现。早期症状包括恶心、呕吐、腹痛和腹泻等胃肠道反应。随着毒素被吸收，患者会出现特征性的视觉异常，称为'黄视症'或'绿视症'，患者看到的物体会呈现黄色或绿色光晕，视力模糊，有时出现复视。心血管症状是最危险的，包括心律不齐（特别是房室传导阻滞）、心动过缓或心动过速、血压下降等。神经系统症状包括头痛、眩晕、意识模糊、定向障碍、幻觉、抽搐，严重时可导致昏迷。在致命病例中，患者通常因心律失常导致的心脏骤停而死亡。中毒症状可能持续数天，因为强心苷在体内的代谢较慢。",
  "emergency_response": "如果怀疑误食毛地黄，必须立即采取紧急措施。首先，立即拨打急救电话（120），并明确告知可能的毛地黄中毒。在等待救援期间，保持患者平静，让其平躺休息，避免剧烈运动以减少心脏负担。如果患者仍然清醒且误食时间在30分钟内，可在医护人员指导下考虑催吐，但绝不能给已经出现意识障碍的患者催吐。保留患者吃过的植物样本或呕吐物，这对医院的诊断和治疗极其重要。不要给患者服用任何药物或饮料，除非医护人员明确指示。密切观察患者的呼吸和脉搏，如果出现呼吸困难或脉搏异常，准备进行心肺复苏。医院治疗通常包括胃肠道去污、活性炭吸附、支持性治疗、心电监护，严重病例可能需要使用地高辛特异性抗体片段（Digibind）进行解毒。",
  "morphology": "毛地黄是典型的二年生植物，具有独特的生长周期。第一年形成基生莲座叶丛，叶片大型，长椭圆形至披针形，长10-30厘米，宽3-12厘米，表面有细密的绒毛，触感柔软，边缘呈锯齿状。叶片颜色为灰绿色，叶脉明显，呈羽状网状。第二年春季，植株中心抽出高大的花茎，高度可达1-2米，有时甚至更高。花茎直立，表面有绒毛，呈紫红色或绿色。花朵排列成长达50厘米的顶生总状花序，花朵数量可达80-100朵。单朵花呈管状，长4-5厘米，外形如同指套，这也是其英文名'Foxglove'（狐狸的手套）的由来。花朵通常为紫红色、粉红色或白色，内侧有深紫色或白色的斑点，这些斑点起到引导蜜蜂进入花朵深处的作用。花期为6-9月，果实为蒴果，成熟时开裂释放大量细小种子。",
  "medical_history": "毛地黄的医学应用历史可以追溯到古代，但真正的科学发现始于18世纪。1775年，英国医生威廉·威瑟林（William Withering）在斯塔福德郡遇到了一位老妇人，她使用一种神秘的草药茶成功治愈了多名心力衰竭患者。威瑟林经过细心调查，发现这种草药茶的主要成分是毛地黄叶片。他随即开始了长达10年的系统研究，于1785年发表了著名的著作《关于毛地黄及其医学应用的记述》（An Account of the Foxglove and some of its Medical Uses），这被认为是现代心脏病学的奠基之作。威瑟林不仅确立了毛地黄治疗心力衰竭的疗效，还制定了严格的用药指导原则，强调了剂量控制的重要性。19世纪，法国化学家开始分离毛地黄的有效成分。1875年，德国药理学家奥斯瓦尔德·施密德伯格（Oswald Schmiedeberg）首次分离出洋地黄毒苷。20世纪初，地高辛被发现并逐渐成为临床首选药物。1930年代，英国化学家确定了洋地黄毒苷的化学结构。现代毛地黄制剂经过精确的标准化和纯化，成为治疗心力衰竭和房颤的重要药物，但仍需要严格的医学监督和血药浓度监测。",
  "cultivation": {
    "hardiness": "USDA zones 4-8, 耐寒性较强，适合北京以南大部分地区",
    "sun": "半阴，避免强烈阳光直射，林缘环境最佳",
    "soil": "排水良好的酸性至中性土壤，富含腐殖质",
    "pH": "5.5-7.0",
    "watering": "保持土壤适度湿润，避免积水",
    "propagation": ["种子播种", "春季3-4月播种", "秋季9-10月播种"],
    "companion": ["蕨类植物", "苔藓", "其他喜阴植物", "适合林缘花境"],
    "pests": ["蚜虫", "红蜘蛛", "白粉病", "需注意通风"]
  },
  "habitat": "毛地黄原产于西欧和西南欧的大西洋沿岸地区，包括不列颠群岛、伊比利亚半岛西北部和法国西部。野生毛地黄通常生长在林缘、林间空地、荒芜的山坡和路边，偏好酸性土壤和半阴环境。它们特别喜欢在橡树林和山毛榉林的林缘地带生长，这些地方光照适中，土壤富含腐殖质且排水良好。在原产地，毛地黄常与蕨类植物、苔藓和其他喜阴植物共生。由于其适应性强和观赏价值高，毛地黄已被广泛引种到世界各地的温带地区，在北美、澳大利亚、新西兰等地已经归化野生。在一些地区，它甚至被列为入侵植物，因为其强大的自播能力和对本地生态的潜在影响。现在毛地黄在全球许多国家都有栽培，主要用于观赏园艺和药用植物种植。",
  "safety_warnings": "毛地黄是极其危险的剧毒植物，必须严格防范接触和误食。家庭种植时应选择儿童和宠物无法接触的位置，并设置明显的警示标志。处理毛地黄时必须佩戴手套，避免裸手接触植物汁液，工作结束后要彻底清洗双手和工具。绝对禁止将毛地黄与任何可食用植物混合种植或存放，避免误采误食。修剪下来的植物残体不能随意丢弃，应作为有害垃圾处理，不能用于堆肥。如果家中有幼儿或宠物，建议不要种植毛地黄。教育家庭成员认识毛地黄的外观特征，了解其毒性和危害。在野外遇到疑似毛地黄的植物时，应保持距离，不要采集或触摸。如果发现有人误食毛地黄，应立即拨打急救电话并保留植物样本。医护人员和药学工作者在处理毛地黄制剂时也需要严格遵守安全操作规程。",
  "related_species": "毛地黄属（Digitalis）包含约20个物种，其中几个在医学和园艺上具有重要意义。紫花毛地黄（D. purpurea）是最常见和最重要的种类，也是毒性最强的。大花毛地黄（D. grandiflora）又称黄花毛地黄，花朵较大，呈淡黄色，毒性相对较低，但仍然危险。毛叶毛地黄（D. lanata）是重要的药用植物，地高辛主要从这个种类中提取。其他观赏种类还包括白花毛地黄、粉花毛地黄等园艺品种。所有毛地黄属植物都含有强心苷类化合物，都具有毒性，只是程度不同。在野外，毛地黄可能与一些无毒植物混淆，如金鱼草科的一些植物，但毛地黄的管状花形和花序排列是其独有特征。识别时要注意观察花朵形状、叶片质地和植株整体形态，有疑问时绝不触摸或采集。",
  "references": [
    {
      "title": "An Account of the Foxglove and some of its Medical Uses",
      "org": "William Withering",
      "year": 1785,
      "url": "https://archive.org/details/b21357805"
    },
    {
      "title": "Assessment report on Digitalis purpurea L., folium",
      "org": "European Medicines Agency",
      "year": 2016,
      "url": "https://www.ema.europa.eu/en/documents/herbal-report/final-assessment-report-digitalis-purpurea-l-folium_en.pdf"
    },
    {
      "title": "Poisonous Plants of North America",
      "org": "CABI Publishing",
      "year": 2021,
      "url": "https://www.cabi.org/bookshop/book/9781780641447"
    },
    {
      "title": "Major Herbs of Ayurveda",
      "org": "Churchill Livingstone",
      "year": 2002,
      "url": "https://www.elsevier.com/books/major-herbs-of-ayurveda/williamson/978-0-443-07032-9"
    }
  ]
}