{
  "id": "lily_of_the_valley",
  "cn_name": "铃兰",
  "en_name": "Lily of the Valley",
  "scientific_name": "Convallaria majalis",
  "category": "non_edible",
  "edible_parts": [],
  "description": "铃兰是百合科铃兰属的多年生草本植物，以其优雅的白色钟状花朵和浓郁的香气而闻名于世。这种看似无害的春季花卉实际上是一种极其危险的剧毒植物，全株含有40多种不同的强心苷类化合物，其中以铃兰毒苷（convallatoxin）、铃兰苦苷（convallamarin）和铃兰苷（convallarin）最为重要。铃兰的毒性甚至超过了著名的毛地黄，被认为是欧洲最危险的有毒植物之一。尽管其花朵纯洁美丽，果实鲜红诱人，但误食任何部分都可能导致严重中毒甚至死亡。铃兰在许多文化中被视为纯洁、幸福和重新开始的象征，在法国甚至有'铃兰节'的传统，但这种美好寓意掩盖了其致命的危险性。",
  "toxicity": {
    "status": "highly_toxic",
    "toxic_parts": ["leaves", "flower", "berries", "stem", "root", "rhizome"],
    "notes": "铃兰全株含有剧毒的强心苷类化合物，毒性比毛地黄更强。主要毒性成分包括铃兰毒苷（convallatoxin）、铃兰苦苷（convallamarin）、铃兰苷（convallarin）等40多种强心苷化合物。这些化合物对心肌具有极强的毒性作用，能够严重干扰心脏的电传导系统，导致心律失常和心脏骤停。铃兰的红色果实看起来很诱人，特别容易被儿童误食，仅需2-3颗果实就足以致命。即使是花瓶中铃兰花束的水也含有毒素，误饮可能导致中毒。所有部分在干燥后仍保持毒性，制成的干花同样危险。",
    "sources": [
      "Frohne D, Pfänder HJ. Poisonous Plants: A Handbook for Doctors, Pharmacists, Toxicologists, Biologists and Veterinarians. Timber Press, 2005",
      "European Food Safety Authority. Compendium of botanicals reported to contain naturally occuring substances of possible concern for human health. EFSA Journal, 2012"
    ]
  },
  "toxicology": "铃兰含有超过40种强心苷类化合物，这使其成为植物界毒性最强的成员之一。主要毒性成分包括铃兰毒苷（convallatoxin，C29H42O10）、铃兰苦苷（convallamarin，C23H34O12）和铃兰苷（convallarin，C23H34O12）。这些化合物的毒理机制与毛地黄相似，但毒性更强。它们能够抑制细胞膜上的钠钾ATP酶，导致细胞内钠离子浓度升高，继而引起钙离子内流增加，使心肌收缩力异常增强。同时，这些化合物还能直接作用于心脏传导系统，引起严重的心律失常。铃兰毒苷的毒性比洋地黄毒苷强约10倍，是所有已知强心苷中毒性最强的之一。致死剂量极低：成人误食15-20颗果实或30-40克新鲜叶片可能致命，儿童仅需2-3颗果实。毒性成分在植物的所有部分都有分布，其中果实和根茎的浓度最高，但即使是花朵和叶片也含有足够致命的剂量。",
  "poisoning_symptoms": "铃兰中毒的症状通常在误食后15分钟到2小时内开始出现，病程发展迅速且危险。早期症状以胃肠道反应为主，包括剧烈的恶心、反复呕吐、腹痛、腹泻，患者可能出现水样便或血便。随着毒素被吸收进入循环系统，患者会出现特征性的心血管症状：心律不齐是最突出的表现，可能出现心动过缓（心率低于50次/分钟）、心动过速（心率超过120次/分钟）或各种类型的心律失常，包括房室传导阻滞、室上性心动过速、室性心律失常等。患者还会经历血压下降、胸闷、心悸、呼吸困难等症状。神经系统症状包括头痛、眩晕、视力模糊、复视、瞳孔扩大、意识模糊、定向障碍、幻觉、抽搐等。在严重病例中，患者可能出现昏迷、呼吸麻痹，最终因心脏骤停或呼吸衰竭而死亡。铃兰中毒的死亡率很高，即使及时治疗，严重病例的死亡率仍可达到20-30%。",
  "emergency_response": "铃兰中毒是极其危险的医疗急症，必须立即采取紧急救援措施。一旦怀疑铃兰中毒，应立即拨打急救电话（120），明确告知可能的铃兰中毒情况。在等待医护人员到达期间，保持患者绝对平静，让其平躺休息，头部稍微抬高，避免任何可能增加心脏负担的活动。如果患者仍然清醒且误食时间在30分钟内，可在专业医护人员指导下谨慎催吐，但绝对不能给已经出现意识障碍或心律失常的患者催吐，因为呕吐过程中的用力可能诱发更严重的心律失常。保留患者误食的植物样本、呕吐物或任何相关证据，这对医院的诊断和治疗具有关键意义。密切监视患者的呼吸和脉搏，如果发现呼吸困难、脉搏微弱或不规则，应准备进行心肺复苏。不要给患者服用任何药物、食物或饮料，除非医护人员明确指示。医院治疗通常包括：立即进行心电监护；胃肠道去污（洗胃、活性炭）；静脉输液维持血压；抗心律失常药物治疗；严重病例可能需要临时心脏起搏器或血液净化治疗；目前没有特异性解毒剂，主要依靠支持治疗。",
  "morphology": "铃兰是典型的林下多年生草本植物，具有匍匐的根状茎系统，通过根茎扩展形成群落。植株高度通常为15-25厘米，在理想条件下可达30厘米。每株通常有2-3片基生叶，少数情况下可达4片。叶片椭圆形至卵状椭圆形，长8-20厘米，宽3-8厘米，叶面光滑亮绿，叶背稍淡，叶脉平行，叶缘全缘。叶片质地较厚，有明显的弧状平行脉纹，这是单子叶植物的典型特征。花茎从叶丛中央抽出，通常比叶片略短，呈弓形弯曲。花序为总状花序，着生5-15朵小花，花朵下垂，呈钟状或壶状，直径0.5-1厘米，纯白色，有时带淡粉色。花朵具有6裂的花被，6枚雄蕊和1枚雌蕊。花朵散发浓郁的甜香，这种香气在温暖的天气里特别明显。果实为浆果，成熟时呈鲜红色，直径6-9毫米，内含1-3粒种子。果实在秋季成熟，鲜艳的红色很容易吸引儿童注意。根状茎横走，呈白色至淡黄色，有明显的节间和鳞片状叶痕。",
  "medical_history": "铃兰的医学历史可以追溯到中世纪，但其毒性的科学认识相对较晚。在欧洲民间传统中，铃兰被称为'圣母之泪'或'阶梯草'，传说中具有治疗心脏疾病的功效。16世纪的草药学家开始记录铃兰的药用属性，但也注意到其潜在的危险性。1856年，德国化学家瓦尔茨（Walz）首次从铃兰中分离出有效成分，命名为铃兰苷（convallarin）。随后的研究发现了更多的强心苷化合物。19世纪末，铃兰毒苷（convallatoxin）被分离并确定其化学结构。20世纪初，铃兰的毒理学特性得到了系统研究，科学家们发现其毒性比毛地黄更强。在两次世界大战期间，一些国家曾考虑从铃兰中提取强心苷用于军事用途，但因毒性过强而放弃。现代药理学研究表明，铃兰的毒性谱复杂，含有的强心苷种类是所有植物中最多的之一。虽然理论上铃兰的某些成分具有药用潜力，但因其极高的毒性和狭窄的安全窗口，现代医学已不再使用铃兰作为药物，而是选择更安全的替代品。",
  "cultivation": {
    "hardiness": "USDA zones 2-7, 极其耐寒，适合中国大部分地区",
    "sun": "半阴至全阴，避免强烈直射阳光",
    "soil": "湿润、排水良好的酸性至中性土壤，富含有机质",
    "pH": "6.0-7.5",
    "watering": "保持土壤湿润但不积水，夏季需要更多水分",
    "propagation": ["分株繁殖", "根状茎分割", "春季或秋季进行"],
    "companion": ["蕨类植物", "玉簪", "落新妇", "适合林荫花境"],
    "pests": ["蜗牛", "蛞蝓", "红蜘蛛", "需保持良好通风"]
  },
  "habitat": "铃兰原产于欧洲、亚洲和北美洲的温带地区，分布范围极其广泛。在欧洲，从斯堪的纳维亚半岛南至地中海山区都有分布；在亚洲，从西伯利亚延伸至中国东北、朝鲜半岛和日本；在北美洲，主要分布在加拿大和美国北部各州。野生铃兰通常生长在落叶林下、针叶林缘、山地灌丛和高山草甸中，偏好凉爽湿润的环境和富含腐殖质的酸性土壤。它们特别适应林下的低光照条件，能够在其他植物难以生存的浓荫环境中茂盛生长。在中国，野生铃兰主要分布在东北地区的长白山脉、大兴安岭和小兴安岭，通常与红松、白桦、蒙古栎等树种伴生。铃兰对环境条件的适应性很强，既能耐受严寒（可耐-40°C低温），也能在较温暖的地区生长，但不耐炎热和干旱。由于其优美的观赏价值，铃兰已被广泛引种到世界各地的园林中，成为重要的阴生观赏植物。",
  "safety_warnings": "铃兰是极其危险的剧毒植物，其毒性甚至超过毛地黄，必须采取最严格的安全防范措施。家庭种植铃兰时，必须选择儿童和宠物完全无法接触的位置，并设置明显的有毒植物警示标志。处理铃兰时必须佩戴防护手套，避免皮肤直接接触植物汁液，工作结束后要彻底清洗双手、衣物和工具。特别要注意的是，铃兰的花瓶水也含有毒素，绝对不能让儿童或宠物接触。修剪下来的植物残体必须作为危险废物处理，不能随意丢弃或用于堆肥。铃兰的红色果实特别危险，因其鲜艳的色彩很容易吸引儿童，必须在果实成熟前及时摘除。建议有幼儿的家庭避免种植铃兰，或者将其种植在完全封闭的区域。教育所有家庭成员认识铃兰的特征，强调其极端危险性。在野外遇到疑似铃兰的植物时，应保持安全距离，绝不采摘或触碰。如果发现误食铃兰的情况，必须立即就医，时间就是生命。",
  "toxicology_content": "铃兰的毒理学特征极其复杂且危险，是植物毒理学研究的重要对象。铃兰全株含有超过40种不同的强心苷类化合物，这是所有已知植物中强心苷种类最多的之一。主要毒性成分包括：1）铃兰毒苷（convallatoxin）：分子式C29H42O10，是毒性最强的成分，比洋地黄毒苷的毒性强约10倍；2）铃兰苦苷（convallamarin）：分子式C23H34O12，毒性略低于铃兰毒苷但仍然极其危险；3）铃兰苷（convallarin）：分子式C23H34O12，具有强烈的利尿作用，可导致严重脱水；4）其他次要强心苷：包括铃兰毒苷A、B、C等多种同系物。这些化合物的毒理机制主要通过抑制Na+/K+-ATP酶，导致细胞内Na+浓度升高，进而引起Ca2+内流增加，使心肌收缩异常增强。同时还能直接作用于心脏传导系统，引起严重的心律失常。铃兰强心苷的药代动力学特点是吸收快速、分布广泛、代谢缓慢。口服后15-30分钟即可被胃肠道吸收，1-2小时达到血药浓度峰值。这些化合物主要与心肌细胞膜上的Na+/K+-ATP酶结合，半衰期长达36-48小时，这解释了为什么铃兰中毒的症状持续时间长且难以治疗。致死机制主要是严重的心律失常导致心脏骤停，其次是呼吸中枢抑制导致呼吸衰竭。实验动物研究显示，铃兰毒苷的LD50（半数致死剂量）极低：小鼠静脉注射LD50为0.08mg/kg，口服LD50为0.3mg/kg。根据这些数据推算，成人的潜在致死剂量约为15-20颗成熟果实或30-40克新鲜叶片。",
  "related_species": "铃兰属（Convallaria）是一个单型属，只有铃兰一个种（C. majalis），但在不同地理分布区有若干变种。主要变种包括：欧洲铃兰（var. majalis）是原变种，分布于欧洲大部分地区；美洲铃兰（var. montana）分布于北美洲，叶片稍大，花序较长；亚洲铃兰（var. keiskei）分布于亚洲东部，包括中国东北、朝鲜、日本等地，植株相对较小。在园艺上，还有一些栽培品种，如'Rosea'（粉花品种）、'Flore Pleno'（重瓣品种）、'Variegata'（花叶品种）、'Albostriata'（白边品种）等，但所有品种都含有相同的毒性成分。需要注意的是，铃兰容易与一些无毒植物混淆，特别是在幼苗阶段。常被误认的植物包括：玉簪（Hosta）的幼苗，但玉簪叶片更圆，叶脉不如铃兰明显；车前草（Plantago）的某些种类，但车前草叶片有明显的平行脉且质地不同；某些兰科植物的叶片，但兰科植物通常有假鳞茎或其他特征。在野外采集植物时，必须特别小心识别，因为误食后果极其严重。所有疑似铃兰的植物都应视为有毒，绝不可食用或制作草药茶。",
  "confusion_risks": "铃兰极易与多种可食用或无毒植物混淆，这是导致误食中毒的主要原因。最危险的混淆对象包括：1）野韭菜或山韭菜的幼苗：在春季刚出土时，铃兰的叶片可能与韭菜叶相似，但铃兰叶片更宽，有明显的弧状平行脉，而韭菜叶狭长且有特殊气味；2）蒜苗或葱苗：铃兰幼苗的叶片形状可能被误认为蒜苗，但铃兰无特殊香味，叶脉不同；3）玉簪叶片：特别是在没有花朵时，两者叶片相似，但玉簪叶片更圆润，脉纹不如铃兰清晰；4）某些食用野菜如荠菜、蒲公英的幼苗：虽然形态差异较大，但在光线不足的情况下可能被误认；5）兰花叶片：某些地生兰的叶片与铃兰相似。铃兰果实的混淆风险更大，鲜红色的浆果极易被误认为：越橘、蔓越莓等可食用浆果，但铃兰果实更圆润，着生方式不同；某些观赏植物的果实如红豆杉果实，但红豆杉果实有明显的种子露出。避免混淆的关键识别特征：铃兰叶片具有特殊的弧状平行脉，叶面光滑有光泽；花朵呈特殊的钟状下垂，纯白色；果实为圆形红色浆果，通常2-8颗成串；整株无特殊气味（与葱蒜类植物明显不同）；根状茎白色，横走生长。",
  "references": [
    {
      "title": "Poisonous Plants: A Handbook for Doctors, Pharmacists, Toxicologists, Biologists and Veterinarians",
      "org": "Timber Press",
      "author": "Dietrich Frohne, Hans Jürgen Pfänder",
      "year": 2005,
      "url": "https://www.timberpress.com/book/9780881927511/poisonous-plants"
    },
    {
      "title": "Compendium of botanicals reported to contain naturally occuring substances of possible concern for human health",
      "org": "European Food Safety Authority",
      "year": 2012,
      "url": "https://efsa.onlinelibrary.wiley.com/doi/abs/10.2903/j.efsa.2012.2663"
    },
    {
      "title": "Cardiac Glycosides in Convallaria majalis",
      "org": "Journal of Natural Products",
      "author": "Krenn L, Kopp B",
      "year": 1998,
      "url": "https://pubs.acs.org/doi/abs/10.1021/np970444t"
    },
    {
      "title": "Plant Poisoning Emergency Medicine",
      "org": "Emergency Medicine Clinics of North America",
      "author": "Krenzelok EP, Mrvos R",
      "year": 2011,
      "url": "https://www.emed.theclinics.com/article/S0733-8627(11)00013-1/abstract"
    }
  ]
}