{
  "cn_name": "夹竹桃",
  "en_name": "Oleander",
  "scientific_name": "Nerium oleander",
  "category": "non_edible",
  "edible_parts": [],
  "description": "夹竹桃是一种极其危险的有毒观赏植物，原产于地中海沿岸地区。这种常绿灌木因其美丽的花朵而被广泛种植作为观赏植物，但其全株含有剧毒的强心苷类化合物，特别是oleandrin（夹竹桃苷）、digitoxigenin和neriifolin等毒素。夹竹桃的毒性极强，即使是少量摄入也可能导致严重中毒甚至死亡。历史上曾有多起因误食夹竹桃而中毒的案例，包括用夹竹桃枝条作为烧烤签子导致的食物中毒事件。",
  
  "toxicology": "夹竹桃含有多种强心苷类毒素，主要包括oleandrin（夹竹桃苷）、neriifolin、digitoxigenin等。这些毒素主要作用于心脏，抑制Na+/K+-ATPase酶活性，导致细胞内钾离子浓度降低，钠离子和钙离子浓度升高，从而引起心肌收缩力增强和心律失常。毒素还会影响迷走神经，导致胃肠道症状。夹竹桃的毒性分布于全株，包括叶片、花朵、茎干、根系，甚至花蜜和燃烧产生的烟雾都含有毒素。干燥后的植物组织毒性依然存在，不会因晒干而降低。致死剂量极低，成人误食2-3片叶子就可能出现严重中毒症状。",
  
  "poisoning_symptoms": "夹竹桃中毒症状通常在摄入后30分钟到4小时内出现。早期症状包括恶心、呕吐、腹痛、腹泻等胃肠道反应。随着毒素吸收，会出现心血管系统症状：心律不齐、心动过缓或心动过速、血压下降、心悸。神经系统症状包括头痛、眩晕、意识模糊、瞳孔放大、视力模糊、色觉异常（特别是看到黄绿色光环）。严重中毒时可出现抽搐、昏迷、呼吸困难、循环衰竭。儿童和老年人更容易发生严重中毒。即使是皮肤接触夹竹桃汁液也可能引起皮炎和过敏反应。",
  
  "emergency_treatment": "一旦怀疑夹竹桃中毒，必须立即就医，不要延误。在等待医疗救援时，切勿催吐，因为催吐可能加重食道和胃部损伤，并可能导致毒素再次接触口腔黏膜。如果患者意识清醒且能够配合，可以让其漱口并吐出，但不要吞咽任何液体。保持患者安静，避免剧烈运动，因为运动可能加速毒素吸收和心律失常。如果有活性炭，可在医生指导下使用，但不要自行决定。记录摄入时间、数量和症状发展情况，为医生诊断提供重要信息。医院治疗可能包括洗胃、活性炭吸附、静脉输液、心律失常的对症治疗等。",
  
  "morphological_features": "夹竹桃是多年生常绿灌木或小乔木，高度通常在1-6米之间，在适宜环境下可长得更高。植株直立生长，分枝较多，树皮灰褐色，嫩枝绿色。叶片为革质，形状呈披针形或线状披针形，长8-20厘米，宽1-3厘米，叶面深绿色有光泽，叶背颜色稍淡，叶片通常3片轮生，偶有对生或2片轮生。叶脉明显，中脉突出。花朵为聚伞花序，顶生，花朵较大且美丽，直径3-4厘米，具有5片花瓣，花瓣呈倒卵形，花色丰富包括粉红色、白色、黄色或红色，有些品种具有复色或重瓣。花期较长，从春季延续到秋季。果实为蒴果，长条形，种子具有白色绒毛。",
  
  "cultivation_points": "夹竹桃适应性强，耐旱耐盐碱，适宜在USDA植物耐寒区8-11区种植，年平均气温15-25°C的地区生长最佳。喜欢充足阳光，但也能耐半阴环境。对土壤要求不严格，能在贫瘠土壤中生长，但在肥沃、排水良好的土壤中生长更旺盛。种植时选择远离儿童活动区域的位置，避免在学校、幼儿园、医院等敏感场所种植。春季是最佳种植时间，种植后需适量浇水，但要避免积水。生长期间可适当施肥，主要是磷钾肥。修剪应在花期后进行，修剪时必须佩戴手套和防护用品，修剪下来的枝叶要妥善处理，不能随意丢弃或焚烧。",
  
  "precautions": "由于夹竹桃的剧毒特性，种植和管理时必须采取严格的安全预防措施。种植位置应远离儿童和宠物活动区域，特别是学校、幼儿园、养老院等场所应避免种植。所有园艺作业包括修剪、施肥、移植等都必须佩戴手套，作业后要彻底清洗双手和工具。修剪下的枝叶绝对不能作为堆肥或垃圾填埋，不能焚烧，应作为有害垃圾处理。家中有夹竹桃的应告知所有家庭成员其毒性，教育儿童不要触摸或玩耍。如果家中有宠物，要特别注意防止宠物误食。在处理夹竹桃时，避免在有风的天气进行，防止叶片和花粉飞散。",
  
  "similar_plants_distinction": "为避免误食，需要了解夹竹桃与其他植物的区别。夹竹桃与桃花的主要区别：桃花为落叶植物，春季开花后长叶，花朵通常为粉色或白色，5片花瓣，而夹竹桃为常绿植物，花期长，叶片革质有光泽。与月季花的区别：月季花有刺，叶片为羽状复叶，而夹竹桃无刺，叶片为单叶轮生。与石楠花的区别：石楠花为白色小花组成的圆锥花序，叶片为椭圆形，而夹竹桃为大型单朵花，花瓣5片，叶片狭长。与杜鹃花的区别：杜鹃花通常为酸性土植物，花朵形状不同，雄蕊数量也不同。识别要点是夹竹桃的3片轮生革质叶片和5瓣大型花朵的特征组合。",
  
  "historical_incidents": "历史上有多起夹竹桃中毒事件记录。最著名的是拿破仑军队在意大利行军时，士兵用夹竹桃枝条作为烧烤肉串的签子，导致多人中毒。现代也有类似案例，包括用夹竹桃木制作餐具或烧烤用具导致的中毒事件。还有儿童误食夹竹桃花朵或叶片的中毒案例，以及将夹竹桃误认为其他植物而中毒的事件。这些历史教训提醒我们必须对夹竹桃的毒性保持高度警惕。",
  
  "botanical_classification": "夹竹桃属于夹竹桃科（Apocynaceae）夹竹桃属（Nerium）植物。该科植物的共同特征是含有乳白色有毒汁液，花朵通常为5瓣，具有特殊的花冠形状。夹竹桃属全球约有2-3个物种，其中Nerium oleander是最常见和分布最广的种类。植物学分类有助于识别相关的有毒植物，因为同科植物往往具有相似的毒性特征。",
  
  "modern_uses": "尽管有毒，夹竹桃在现代仍有一些特殊用途，但都需要专业人员操作。在园艺上，夹竹桃因其美丽的花朵和强适应性被用作观赏植物，特别适合于干旱地区的景观美化。在某些传统医学中，夹竹桃的提取物被研究用于心脏疾病治疗，但这必须在严格的医学监督下进行，绝不能自行使用。现代药理学研究也在探索夹竹桃中强心苷类化合物的医学价值，但这些研究仅限于实验室环境。",
  
  "global_distribution": "夹竹桃原产于地中海沿岸、北非和西亚地区，现已广泛分布于全球温暖地区。在中国，夹竹桃主要分布于长江以南地区，包括华南、西南、华中等地区，在城市绿化中较为常见。由于其强适应性，夹竹桃已在许多国家归化并成为入侵物种，在美国、澳大利亚等国的某些地区甚至被列为有害植物。了解其分布有助于识别和防范中毒风险。"
}