{
  "id": "poison_hemlock",
  "cn_name": "毒芹",
  "en_name": "Poison Hemlock",
  "scientific_name": "Conium maculatum",
  "category": "non_edible",
  "edible_parts": [],
  "description": "毒芹是伞形科毒芹属的二年生草本植物，被认为是世界上最危险的有毒植物之一。这种植物在历史上臭名昭著，因为它是处决古希腊哲学家苏格拉底的毒药。毒芹含有剧毒的生物碱，主要成分包括毒芹碱（coniine）、γ-毒芹碱（γ-coniceine）和N-甲基毒芹碱（N-methylconiine）等。这些化合物是强效的神经毒素，能够阻断神经肌肉接头的信号传导，导致肌肉麻痹和呼吸衰竭。毒芹的外观与多种可食用的伞形科植物极其相似，包括胡萝卜、芹菜、茴香等，这使得误食风险极高。成熟的毒芹植株可高达2-3米，具有光滑中空的茎秆，茎上有紫红色斑点，这是其重要的识别特征。毒芹原产于欧洲和北非，现已广泛分布于世界各地的温带地区，被认为是重要的入侵植物和农业杂草。",
  "toxicity": {
    "status": "extremely_toxic",
    "toxic_parts": ["leaves", "stem", "flower", "seed", "root"],
    "notes": "毒芹全株含有剧毒的哌啶类生物碱，主要包括毒芹碱（coniine）、γ-毒芹碱（γ-coniceine）、N-甲基毒芹碱（N-methylconiine）和伪毒芹碱（pseudoconiine）等。这些化合物是强效的神经毒素，能够阻断烟碱型乙酰胆碱受体，导致神经肌肉传导阻滞。毒芹碱的毒性极强，成人致死剂量约为150-300毫克，相当于误食6-10克新鲜叶片。种子的毒性最强，其次是根部和嫩叶。即使少量误食也可能导致严重中毒，症状包括肌肉麻痹、呼吸困难、最终因呼吸衰竭死亡。毒性成分在植物干燥后会有所降低，但仍然危险。",
    "sources": [
      "Reynolds T. Hemlock alkaloids from Socrates to poison aloes. Phytochemistry. 2005;66(12):1399-406",
      "Schep LJ, Slaughter RJ, Becket G, Beasley DM. Nicotinic plant poisoning. Clin Toxicol. 2009;47(8):771-81"
    ]
  },
  "toxicology": "毒芹的毒理学特征极其复杂和危险，主要毒性成分为哌啶类生物碱。毒芹碱（coniine，C8H17N）是最主要的毒性成分，化学结构类似于烟碱，是一种强效的烟碱型乙酰胆碱受体拮抗剂。毒芹碱最初激活这些受体，随后产生持续性阻断，导致神经肌肉传导功能丧失。这种作用机制类似于箭毒，但毒芹碱还能穿过血脑屏障，对中枢神经系统产生直接影响。γ-毒芹碱（γ-coniceine）是毒芹碱的前体化合物，毒性更强但不稳定，在植物成熟过程中逐渐转化为毒芹碱。N-甲基毒芹碱（N-methylconiine）的毒性略低于毒芹碱，但同样危险。这些生物碱在植物的不同部位浓度不同：种子含量最高（0.5-2.0%），其次是根部（0.05-0.2%）和嫩叶（0.03-0.1%）。毒芹碱的代谢主要通过肝脏进行，半衰期约为1-3小时，但其毒性作用可持续数小时到一天。致死机制主要是呼吸肌麻痹导致的呼吸衰竭，患者在整个中毒过程中通常保持清醒，这使得中毒过程格外痛苦。实验显示，毒芹碱对人类的最小致死剂量约为150-300毫克，相当于6-10克新鲜毒芹叶片或2-3克种子。",
  "poisoning_symptoms": "毒芹中毒的症状发展过程具有特殊的规律性，通常遵循'从下往上'的麻痹模式，这与其神经毒性机制有关。中毒症状通常在误食后30分钟到2小时内开始出现。早期症状包括口腔和喉咙的灼烧感、恶心、呕吐、腹痛、流涎过多。随着毒素被吸收，患者开始出现神经系统症状：首先是下肢的无力感和麻痹，患者感到腿部沉重，行走困难，逐渐发展为完全瘫痪。麻痹症状随后向上蔓延，依次影响腹肌、胸肌、手臂和颈部肌肉。患者可能出现视力模糊、瞳孔散大、眼睑下垂等症状。随着毒性作用的加重，患者出现言语困难、吞咽困难、呼吸浅快。在整个中毒过程中，患者的意识通常保持清醒，这使得病人能够感受到自己身体逐渐麻痹的可怕过程。最终阶段，呼吸肌完全麻痹，患者因呼吸衰竭而死亡。严重中毒的死亡率极高，即使经过积极治疗，死亡率仍可达50%以上。中毒的整个过程可能持续6-12小时，死亡通常发生在中毒后2-10小时内。",
  "emergency_response": "毒芹中毒是极其紧急的医疗急症，死亡率极高，必须立即采取最紧急的救援措施。一旦怀疑毒芹中毒，应立即拨打急救电话（120），明确告知可能的毒芹中毒情况。时间就是生命，每一分钟都极其关键。在等待医护人员期间，保持患者平静，让其平躺，头部稍微抬高，保持呼吸道通畅。如果患者仍然清醒且误食时间在30分钟内，可在专业医护人员指导下立即催吐，但如果患者已经出现吞咽困难或意识障碍，绝对不能催吐。保留患者误食的植物样本、呕吐物或任何相关证据，这对医院诊断具有决定性意义。密切监视患者的呼吸状况，毒芹中毒的主要死因是呼吸衰竭，一旦发现呼吸困难或停止，必须立即进行人工呼吸和心肺复苏。不要给患者服用任何药物或饮料，包括牛奶或活性炭，除非医护人员明确指示。医院治疗主要是支持性治疗：立即洗胃和肠道清洗；使用活性炭吸附剩余毒素；机械通气支持呼吸；静脉输液维持循环；症状性治疗如使用抗胆碱酯酶药物（如新斯的明）可能有一定帮助，但效果有限；血液净化技术在某些情况下可能有效。目前没有特异性解毒剂，治疗主要依靠支持疗法和时间。",
  "morphology": "毒芹是典型的二年生草本植物，具有明显的两年生长周期。第一年形成基生叶莲座，第二年抽茎开花结果后死亡。成熟植株通常高1.5-3米，在理想条件下可达4米。茎秆直立，中空，光滑无毛，呈绿色但具有特征性的紫红色或暗红色斑点和条纹，这是识别毒芹的重要特征。茎秆基部直径可达2-5厘米，向上逐渐变细，有明显的节间。叶片互生，2-4回羽状复叶，具有典型的伞形科植物特征。叶片长15-40厘米，宽10-25厘米，小叶片卵形至披针形，边缘有锯齿，叶面深绿色，叶背稍淡。叶柄基部扩大成鞘状，抱茎生长。花序为复伞形花序，直径5-15厘米，由许多小伞形花序组成。每个小伞形花序有10-25朵小花，花朵极小，直径约2毫米，白色，有5片花瓣。花期为6-8月。果实为双悬果，椭圆形，长2-3毫米，宽1.5-2毫米，成熟时褐色，具有明显的棱纹。根系发达，主根粗大呈圆锥形，长可达60厘米，外皮黄白色，内部白色，散发特殊的恶臭，类似老鼠尿味或霉味。",
  "medical_history": "毒芹在人类历史上占据了独特而黑暗的地位，它是最著名的植物毒药之一。最著名的历史事件是公元前399年古希腊哲学家苏格拉底的死亡。根据柏拉图在《斐多篇》中的记述，苏格拉底被雅典法庭判处死刑后，饮下了含有毒芹提取物的毒药。柏拉图详细描述了苏格拉底中毒的过程：毒性从脚部开始，逐渐向上蔓延，最终导致呼吸衰竭和死亡，这完全符合现代对毒芹中毒症状的认识。在古希腊和罗马时代，毒芹被广泛用作执行死刑的工具，因为它被认为是相对'人道'的毒药——死亡过程中受害者保持清醒但不会感到剧烈疼痛。中世纪时期，毒芹的毒性知识被保存在草药学著作中，但也被一些人用于不法用途。文艺复兴时期，植物学家开始对毒芹进行系统的形态学描述。19世纪，德国化学家盖格尔（Ludwig Andreas Geiger）于1827年首次从毒芹中分离出毒芹碱，这是人类历史上第一个被分离的植物生物碱。随后，毒芹碱的化学结构被确定，其毒理机制也逐渐被阐明。20世纪初，毒芹碱曾被用作局部麻醉剂和镇痉剂，但因毒性太强而被更安全的药物替代。现代毒理学研究进一步揭示了毒芹各种生物碱的作用机制和毒性特征，使人们对这种古老毒药有了更深入的科学认识。",
  "cultivation": {
    "hardiness": "USDA zones 6-10, 适应性强，几乎在所有温带地区都能生长",
    "sun": "全日照至半阴，适应性强",
    "soil": "湿润的壤土，特别喜欢肥沃的土壤",
    "pH": "6.0-8.0，对土壤酸碱度适应性强",
    "watering": "喜湿润环境，常见于水边、沟渠旁",
    "propagation": ["种子繁殖", "春季播种", "自播能力强"],
    "companion": ["作为杂草出现", "常与其他伞形科植物混生"],
    "pests": ["很少受到病虫害侵扰", "因含有毒素天然抗虫"]
  },
  "habitat": "毒芹原产于欧洲、北非和西亚地区，现已广泛分布于世界各地的温带地区，成为重要的入侵植物。在原产地，毒芹通常生长在潮湿的环境中，如河岸、湖边、沼泽边缘、沟渠旁、废弃土地和路边。它偏好肥沃、湿润的壤土或粘土，对盐分有一定的耐受性，因此也常见于海岸附近的土地上。毒芹的适应性极强，从海平面到海拔2000米的山地都有分布。在北美洲，毒芹已经成为广泛分布的入侵杂草，特别是在太平洋沿岸地区。在中国，毒芹主要分布在新疆、内蒙古、东北等地区，通常作为杂草出现在农田边缘、荒地和路旁。毒芹的传播主要依靠种子，成熟植株可产生数千粒种子，这些种子可通过风、水流、动物和人类活动传播到新的栖息地。由于其强大的竞争能力和毒性，毒芹在入侵地区往往形成大面积的单一群落，对本地生态系统造成严重影响。在许多国家和地区，毒芹被列为有害杂草，需要采取控制措施防止其扩散。",
  "safety_warnings": "毒芹是极其危险的剧毒植物，任何接触都必须极其谨慎。由于其与多种可食用伞形科植物极其相似，误食风险很高，必须采取最严格的防范措施。绝对禁止在没有专业植物学家指导的情况下采集任何野生伞形科植物。在野外遇到疑似毒芹的植物时，应保持安全距离，不要触摸、嗅闻或采集。毒芹的毒素可通过皮肤吸收，处理时必须佩戴防护手套和长袖衣物。如果必须清除毒芹，应在专业人员指导下进行，使用适当的防护设备，包括防护服、手套、护目镜等。清除后的植物残体必须作为危险废物处理，不能堆肥或焚烧，因为燃烧产生的烟雾也含有毒素。工具和衣物必须彻底清洗消毒。教育所有家庭成员，特别是儿童，认识毒芹的危险性和识别特征。在毒芹可能出现的地区，应定期检查并及时清除，防止其建立种群。如果在居住区附近发现毒芹，应立即联系相关部门进行专业处理。农民和园艺工作者应特别注意，避免将毒芹与农作物混淆。任何怀疑接触或误食毒芹的情况都应立即就医，不要等待症状出现。",
  "toxicology_content": "毒芹的毒理学研究历史悠久且内容丰富，是植物毒理学的经典研究对象。毒芹含有的哌啶类生物碱是其主要毒性成分，这类化合物的生物合成途径起始于赖氨酸的脱羧作用。主要生物碱包括：1）毒芹碱（coniine）：分子式C8H17N，是最主要的毒性成分，含量占总生物碱的85-95%。其化学结构与烟碱相似，但缺少吡啶环的双键，这使其毒性更强且更稳定。毒芹碱是烟碱型乙酰胆碱受体的竞争性拮抗剂，首先激活受体产生兴奋作用，随后产生持续性阻断，导致神经肌肉传导功能丧失。2）γ-毒芹碱（γ-coniceine）：分子式C8H15N，是毒芹碱的生物合成前体，毒性比毒芹碱强2-3倍。它主要存在于幼嫩植株中，随着植物成熟逐渐被氧化为毒芹碱。3）N-甲基毒芹碱（N-methylconiine）：毒性略低于毒芹碱，但同样危险。4）伪毒芹碱（pseudoconiine）：含量较少，毒性相对较低。这些生物碱在植物体内的分布不均匀：种子中浓度最高（0.5-2.0%干重），根部次之（0.05-0.2%），叶片中含量相对较低但仍然危险（0.03-0.1%）。毒芹碱的毒理机制复杂：它能穿过血脑屏障，对中枢神经系统和周围神经系统都有影响；在低浓度时激活烟碱型受体，引起肌肉颤动；在高浓度时阻断这些受体，导致肌肉麻痹；还能影响自主神经系统，引起心律不齐和血压变化。毒代动力学特点：口服后迅速被胃肠道吸收，30-60分钟达到血药浓度峰值；主要在肝脏代谢，产生无毒的代谢产物；半衰期1-3小时，但毒性作用可持续6-12小时。人类中毒剂量：最小中毒剂量约100mg毒芹碱，致死剂量150-300mg，相当于6-10g新鲜叶片或2-3g种子。",
  "related_species": "毒芹属（Conium）只有毒芹一个种（C. maculatum），但在伞形科中有许多外观相似的植物，其中一些是重要的食用植物，这大大增加了误食的风险。最容易与毒芹混淆的植物包括：1）胡萝卜（Daucus carota）：野胡萝卜的叶片与毒芹极其相似，但胡萝卜茎上有毛，而毒芹茎光滑；胡萝卜根部有特殊的胡萝卜味，而毒芹根部有恶臭。2）芹菜（Apium graveolens）：特别是野芹菜，叶形相似，但芹菜有特殊的芹菜香味，茎部无紫红色斑点。3）茴香（Foeniculum vulgare）：叶片都是羽状细裂，但茴香有浓烈的茴香味，叶片更细，植株相对较小。4）欧芹（Petroselinum crispum）：叶形相似，但欧芹有特殊的香味，植株较小，无紫红色斑点。5）当归（Angelica sinensis）和其他当归属植物：形态相似，但通常有特殊香味。6）水芹（Oenanthe javanica）：同属伞形科，生长环境相似，但水芹茎部无斑点，有水芹特有的气味。识别毒芹的关键特征包括：茎秆光滑中空，有明显的紫红色斑点；根部有特殊的恶臭（类似鼠尿味）；植株高大（通常超过1.5米）；叶片无特殊香味；生长环境通常是潮湿的荒地。在野外采集任何伞形科植物时，必须经过专业人员确认，任何不确定的植物都不应采集或食用。",
  "confusion_risks": "毒芹与可食用植物的混淆风险极高，这是导致严重中毒事件的主要原因。历史上记录了大量因误食毒芹而中毒死亡的案例，特别是在春季采集野菜时。最危险的混淆情况包括：1）与野胡萝卜的混淆：这是最常见的误食原因。野胡萝卜的叶片与毒芹极其相似，都是2-4回羽状复叶。区别要点：野胡萝卜茎上有细毛，而毒芹茎光滑；野胡萝卜根部呈锥形，有胡萝卜味，而毒芹根部有恶臭；野胡萝卜植株相对较小（通常不超过1米），而毒芹可达2-3米。2）与芹菜类植物的混淆：包括水芹、野芹菜等。区别要点：可食用芹菜类植物通常有特殊的芹菜香味，而毒芹无香味或有恶臭；芹菜类植物茎部无紫红色斑点。3）与茴香的混淆：特别是在幼苗期。区别要点：茴香有浓烈的茴香味，叶片更加细裂如发丝状，而毒芹叶片相对较宽。4）与当归类植物的混淆：一些药用当归属植物与毒芹形态相似。区别要点：当归类植物通常有特殊的药材香味，根部形态不同。5）时间性混淆风险：春季时毒芹幼苗期与多种可食用植物幼苗极其相似，此时的识别难度最大。预防混淆的安全措施：绝对不采集不确定的野生伞形科植物；任何采集活动都应有专业植物学家指导；学习掌握毒芹的关键识别特征，特别是紫红色斑点茎和根部恶臭；在毒芹分布区进行户外活动时要特别小心；教育儿童不要随意采食野生植物；如有任何疑问，宁可错过也不要冒险。",
  "historical_significance": "毒芹在人类文明史上占有独特的地位，不仅是植物学和毒理学研究的重要对象，更是哲学、法律和文化史的重要组成部分。苏格拉底之死是毒芹最著名的历史事件，这一事件不仅展现了古希腊的司法制度，也为后世提供了毒芹中毒过程的详细记录。柏拉图在《斐多篇》中对苏格拉底临终前状态的描述，与现代毒理学对毒芹中毒症状的认识完全吻合，这证明了古代希腊人对毒芹毒性的深入了解。在古希腊和罗马时代，毒芹被称为'国家毒药'（state poison），专门用于执行死刑。除了苏格拉底，历史上还有许多著名人物死于毒芹，包括一些政治犯和哲学家。中世纪时期，毒芹的知识主要保存在修道院的草药学著作中，但也被一些人用于暗杀和自杀。文艺复兴时期，随着植物学的发展，毒芹的形态学特征得到了更准确的描述。19世纪毒芹碱的分离标志着植物化学研究的重要进展，开启了生物碱研究的新时代。现代毒芹的研究不仅限于毒理学，还涉及生态学、进化生物学等多个领域，对理解植物次生代谢产物的进化意义具有重要价值。",
  "references": [
    {
      "title": "Hemlock alkaloids from Socrates to poison aloes",
      "org": "Phytochemistry",
      "author": "Reynolds T",
      "year": 2005,
      "volume": "66",
      "pages": "1399-406",
      "url": "https://www.sciencedirect.com/science/article/pii/S0031942205001846"
    },
    {
      "title": "Nicotinic plant poisoning",
      "org": "Clinical Toxicology",
      "author": "Schep LJ, Slaughter RJ, Becket G, Beasley DM",
      "year": 2009,
      "volume": "47",
      "pages": "771-81",
      "url": "https://www.tandfonline.com/doi/abs/10.1080/15563650903252186"
    },
    {
      "title": "Poison Hemlock (Conium maculatum L.) - A Review",
      "org": "Veterinary and Human Toxicology",
      "author": "Panter KE, Keeler RF, Baker DC",
      "year": 1988,
      "volume": "30",
      "pages": "279-85"
    },
    {
      "title": "The Death of Socrates: A Historical and Scientific Investigation",
      "org": "Journal of the History of Medicine and Allied Sciences",
      "author": "Bloch E",
      "year": 2001,
      "volume": "56",
      "pages": "33-60"
    }
  ]
}