{
  "id": "tansy",
  "cn_name": "艾菊",
  "en_name": "Tansy",
  "scientific_name": "Tanacetum vulgare",
  "category": "non_edible",
  "edible_parts": [],
  "description": "艾菊是菊科艾菊属的多年生草本植物，原产于欧洲和亚洲温带地区，现已广泛分布于北美洲等地。其学名Tanacetum来源于希腊语'athanatos'，意为不朽，暗指其强烈的防腐和驱虫特性。艾菊具有浓郁的樟脑状香气，这种香味来自于植物含有的挥发油成分，主要包括侧柏酮（thujone）等萜类化合物。植株高度可达1-2米，茎秆直立，多分枝，叶片深裂呈羽状，花朵呈鲜艳的金黄色，聚集成伞房状花序，极具观赏价值。然而，艾菊全株含有神经毒性的侧柏酮，误食可导致严重的神经系统中毒，包括癫痫发作、肌肉痉挛和意识障碍，严重时可致死亡。虽然艾菊在历史上被用作驱虫剂、防腐剂和民间药物，但现代医学研究表明其毒性远大于任何潜在的医疗价值，应被视为危险的有毒植物。",

  "toxicity": {
    "status": "toxic",
    "toxic_parts": ["leaves", "flowers", "stems", "essential_oil"],
    "notes": "艾菊的主要毒性成分是侧柏酮（thujone），这是一种单萜酮化合物，对中枢神经系统具有强烈的毒性作用。侧柏酮的毒理机制涉及γ-氨基丁酸（GABA）受体的拮抗作用，导致神经元过度兴奋，从而引发癫痫样发作和肌肉痉挛。艾菊叶片的侧柏酮含量最高，可达干重的0.12-1.8%，花朵次之，茎秆含量相对较低。艾菊精油的侧柏酮浓度极高，可达50-70%，因此是最危险的制品。成人摄入10-15毫升艾菊精油可能致命，儿童的致死剂量更低。新鲜艾菊叶片的毒性也不可忽视，成人摄入50-100克新鲜叶片可能出现严重中毒症状。即使少量长期摄入也可能导致慢性中毒，表现为肝肾损害和神经系统功能障碍。",
    "sources": [
      "European Food Safety Authority. Compendium of botanicals reported to contain naturally occurring substances of possible concern for human health when used in food and food supplements. 2012",
      "Medicines and Healthcare products Regulatory Agency. Traditional herbal medicines for human use: Public assessment report - Tanacetum vulgare. 2014"
    ]
  },

  "toxicology_content": "艾菊的毒理学特性主要由其含有的挥发油成分决定，其中侧柏酮（thujone）是最重要的毒性化合物。侧柏酮存在两种异构体：α-侧柏酮和β-侧柏酮，其中α-侧柏酮的神经毒性更强，在艾菊中的含量也更高。\n\n分子毒理机制：\n侧柏酮的神经毒性机制涉及多个方面。首先，它是γ-氨基丁酸A型受体（GABAA）的非竞争性拮抗剂，能够阻断大脑中主要的抑制性神经传递。GABA是中枢神经系统最重要的抑制性神经递质，当其受体被阻断时，神经元失去正常的抑制调节，导致过度兴奋和异常放电，这是引发癫痫发作的主要机制。\n\n其次，侧柏酮还能影响钠离子通道和钾离子通道的功能，进一步扰乱神经元的正常电生理活动。研究显示，侧柏酮能够增加神经元膜的钠离子通透性，同时降低钾离子外流，这种离子通道的功能异常加剧了神经元的兴奋性，增加了癫痫发作的风险。\n\n药代动力学特征：\n口服艾菊制品后，侧柏酮迅速从胃肠道吸收，由于其脂溶性强，能够快速穿过血脑屏障进入中枢神经系统。血药浓度在摄入后30-60分钟达到峰值，此时神经系统症状最为严重。侧柏酮在肝脏中主要通过细胞色素P450酶系统代谢，产生多种代谢产物，其中一些代谢产物仍保持一定的神经毒性。\n\n侧柏酮的半衰期约为2-4小时，但其神经毒性作用可持续12-24小时甚至更长，这可能与其代谢产物的持续作用以及对神经系统的损伤有关。排泄主要通过肾脏进行，约60-70%以代谢产物形式从尿液中排出，剩余部分通过胆汁和粪便排出。\n\n系统毒性效应：\n1. 中枢神经系统：侧柏酮对大脑皮层的影响最为显著，可引起癫痫样发作，表现为全身性强直-阵挛性抽搐。脑电图检查显示典型的癫痫波形，包括尖波和棘慢波复合体。海马区对侧柏酮特别敏感，可能导致记忆和学习功能的损害。\n\n2. 肌肉系统：侧柏酮可直接作用于运动神经元，导致肌肉痉挛和强直。症状从手指和面部肌肉的轻微痉挛开始，逐渐扩展到全身，严重时可出现角弓反张。\n\n3. 心血管系统：虽然心血管症状不如神经系统症状明显，但侧柏酮可引起心率增快、血压升高和心律不齐。这些症状主要是神经系统兴奋的继发表现，但也可能涉及对心肌细胞离子通道的直接影响。\n\n4. 肝脏系统：慢性暴露或大剂量急性中毒可能导致肝细胞损害，表现为转氨酶升高和肝功能异常。这主要是由于肝脏在代谢侧柏酮过程中产生的活性氧化物质对肝细胞的损伤。\n\n5. 肾脏系统：高剂量侧柏酮可能导致肾小球和肾小管损害，表现为蛋白尿、血尿和肾功能下降。这种肾毒性可能与侧柏酮的代谢产物有关。\n\n致死机制：\n艾菊中毒的致死机制主要包括：持续性癫痫发作导致的呼吸衰竭、严重脱水和电解质紊乱、心律失常导致的心脏骤停、以及多器官功能衰竭。儿童和老年人由于神经系统的敏感性更高，致死风险也更大。",

  "poisoning_symptoms": "艾菊中毒的症状发展具有特征性的时间进程和临床表现，主要反映了侧柏酮对中枢神经系统的毒性作用。症状的严重程度直接相关于摄入剂量和个体敏感性。\n\n早期症状（摄入后30分钟-2小时）：\n患者首先出现胃肠道症状，包括恶心、呕吐和腹部痉挛性疼痛。呕吐物可能带有艾菊特有的樟脑样气味，这是诊断的重要线索。随后出现神经系统早期症状，表现为头痛、眩晕和轻度意识模糊。患者可能感到焦虑不安，坐立不安，难以集中注意力。\n\n口腔和咽喉部可能出现灼烧感，唾液分泌增加，但随着中毒进展，口干现象可能出现。皮肤可能出现潮红，体温轻度升高，心率开始增快，血压可能升高。\n\n中期症状（2-6小时）：\n神经系统症状急剧加重，这是艾菊中毒最危险的阶段。患者开始出现肌肉痉挛，通常从面部和手指开始，逐渐扩展到四肢和躯干。痉挛表现为阵发性的肌肉强直和震颤，患者感到肌肉疼痛和僵硬。\n\n癫痫发作是艾菊中毒的特征性症状，可表现为局限性发作或全身性强直-阵挛发作。发作前患者可能有先兆症状，如嗅觉异常（通常是不愉快的气味）、视觉闪光或听觉异常。全身性发作时，患者意识丧失，全身肌肉强直，随后出现有节律的痉挛性抽动。\n\n意识状态出现明显改变，患者可能表现为谵妄，出现幻觉和妄想。与颠茄中毒不同，艾菊中毒的幻觉多为恐怖性质，患者可能看到威胁性的图像或听到恐吓性的声音。记忆力和定向力严重受损，患者不知道自己身在何处，时间概念混乱。\n\n心血管症状加重，心率可达120-150次/分钟，血压显著升高，可能出现心律不齐。体温调节失常，可能出现高热，特别是在儿童中更为常见。\n\n严重中毒症状（6小时以后）：\n持续性癫痫发作是最危险的症状，患者可能陷入癫痫持续状态，即连续的癫痫发作之间没有意识恢复期。这种情况可能导致脑水肿、呼吸衰竭和心脏骤停，是艾菊中毒致死的主要原因。\n\n肌肉痉挛加重，可能出现角弓反张，即头部和脚跟向后弯曲，身体呈弓形。全身肌肉强直使患者呼吸困难，可能导致窒息。\n\n意识水平进一步下降，从谵妄发展为昏迷。深度昏迷时，患者对疼痛刺激无反应，瞳孔可能散大，对光反射消失或减弱。\n\n呼吸系统受累，表现为呼吸急促、不规则或浅慢。严重时可能出现呼吸暂停，这是致命的征象。肺部可能出现啰音，提示肺水肿或吸入性肺炎的可能。\n\n心血管系统的症状包括严重的心律失常，可能出现室性心动过速或心房颤动。血压可能在早期升高后出现下降，提示心血管功能衰竭。\n\n肝肾功能可能受损，表现为少尿或无尿，皮肤和巩膜可能出现黄染，提示肝功能损害。\n\n特殊人群的症状特点：\n儿童中毒症状出现更快，癫痫发作更频繁，高热更常见，脱水和电解质紊乱进展更迅速。老年患者心血管系统症状更突出，更容易出现心律失常和血压波动。孕妇摄入艾菊可能导致子宫收缩，有流产风险。\n\n恢复期症状：\n即使度过急性中毒期，患者仍可能有持续数天到数周的后遗症状，包括记忆力下降、注意力不集中、头痛、疲劳和情绪不稳定。严重中毒患者可能有永久性神经系统损害，如认知功能障碍、运动协调性差或癫痫易感性增加。",

  "emergency_response": "艾菊中毒是神经系统毒性紧急事件，需要立即采取紧急救治措施。由于侧柏酮对中枢神经系统的强烈毒性，延误治疗可能导致不可逆的神经损害甚至死亡。\n\n立即行动：\n1. 立即拨打急救电话（120），明确告知可能的艾菊中毒，提供患者基本信息：年龄、体重、摄入的艾菊制品类型（新鲜叶片、干燥植物、精油等）、估计摄入量和摄入时间\n2. 保留所有可疑物质样本，包括剩余的植物材料、呕吐物或任何相关制品，这对医院确诊极其重要\n3. 详细记录摄入情况：具体时间、摄入方式（误食、泡茶、外用等）、摄入量估计、患者既往病史和用药情况\n\n现场紧急处理：\n1. 确保环境安全：如果患者已经出现癫痫发作或肌肉痉挛，立即清除周围所有尖锐物体和硬物，防止患者在发作时受伤。准备软垫或枕头保护患者头部。\n\n2. 早期去污（仅适用于意识清醒且摄入时间在1小时内的患者）：\n   - 在医护人员指导下可考虑催吐，用手指轻压舌根刺激咽后壁\n   - 绝对禁忌对已经出现神经系统症状、意识不清或有呕吐的患者催吐\n   - 让患者饮用大量清水稀释胃内毒物，但不要强迫呕吐患者饮水\n\n3. 癫痫发作处理：\n   - 保持冷静，不要试图约束患者或在其口中放置任何物品\n   - 将患者轻轻侧卧，头部稍低，保持呼吸道通畅\n   - 记录发作开始时间和持续时间，这对医疗评估很重要\n   - 如果发作持续超过5分钟或连续发作，这是医疗紧急情况\n\n4. 呼吸道管理：\n   - 如果患者意识不清，检查呼吸道是否通畅\n   - 清除口腔内的呕吐物或分泌物\n   - 如果患者呼吸停止，在具备技能的情况下实施人工呼吸\n   - 保持患者侧卧位，防止呕吐物吸入\n\n5. 体温管理：\n   - 监测体温，如果发热，采取物理降温措施\n   - 用湿毛巾擦拭额头、颈部、腋下等部位\n   - 保持环境凉爽通风，但避免过度降温导致寒战\n\n生命体征监测：\n每5-10分钟监测一次以下指标：\n- 意识水平：观察患者对声音和疼痛刺激的反应\n- 呼吸：频率、深度、是否规律\n- 心率：触摸脉搏，观察强弱和规律性\n- 体温：特别注意高热的出现\n- 瞳孔：观察大小和对光反射\n- 皮肤：颜色、温度、湿润度\n\n心理安抚：\n对于意识清醒但出现焦虑、幻觉的患者：\n- 用平静、清晰的语调与患者交流\n- 重复告诉患者他们是安全的，正在接受帮助\n- 避免与患者争论其幻觉内容，但也不要认同\n- 保持环境安静，减少外界刺激\n\n禁忌事项：\n1. 不要给已经呕吐或意识不清的患者催吐\n2. 不要给患者牛奶或油类物质，这可能加速毒素吸收\n3. 避免使用兴奋剂如咖啡因或酒精\n4. 不要约束正在癫痫发作的患者\n5. 避免在患者口中放置任何物品防止'咬舌'\n\n医院专业治疗：\n到达医院后的专业治疗包括：\n1. 进一步胃肠道去污：洗胃（如果摄入时间较短）、给予活性炭吸附残余毒素\n2. 抗癫痫治疗：使用苯二氮卓类药物如地西泮或劳拉西泮控制癫痫发作\n3. 支持治疗：静脉输液维持电解质平衡、监测肝肾功能、心电监护\n4. 对症治疗：体温管理、呼吸支持、血压监测和调节\n5. 神经系统监护：必要时进行脑电图监测，评估神经系统损害程度\n\n预后评估：\n艾菊中毒的预后主要取决于摄入剂量、救治及时性和患者基础状况。轻度中毒经过适当治疗通常可以完全恢复，但严重中毒可能留下永久性神经系统后遗症。癫痫持续状态是最危险的并发症，需要重症监护室治疗。恢复期可能持续数周，需要密切随访和神经系统功能评估。",

  "morphology": "艾菊是典型的菊科多年生草本植物，具有鲜明的形态特征和强烈的芳香气味，在野外相对容易识别。植株整体呈直立丛生状，是温带地区常见的野生植物。\n\n根系结构：\n艾菊具有发达的地下根茎系统，主根茎粗壮，水平伸展，长度可达50厘米以上。根茎表面呈褐色，有明显的节间和侧芽，这使得艾菊具有很强的无性繁殖能力。从主根茎上生长出许多细小的须根，这些根系深入土壤20-40厘米，有效吸收土壤中的水分和营养。春季时，新的芽从根茎的节点萌发，形成新的地上植株。\n\n茎秆特征：\n茎秆直立，高度通常为60-120厘米，在肥沃土壤和适宜条件下可达150-200厘米。茎秆呈圆柱形，直径约0.5-1.5厘米，表面有纵向沟纹，颜色为绿色到红褐色。茎秆从基部开始分枝，分枝角度约45-60度，使整个植株呈伞状或圆锥形。茎秆质地较硬，中空，但壁厚，不易折断。表面有细小的白色绒毛，特别是在幼嫩部分更为明显。\n\n叶片形态：\n艾菊的叶片是其最具特色的识别特征之一。叶片互生，形状为长椭圆形或披针形，长5-15厘米，宽3-8厘米。最显著的特点是叶片深裂成羽状，裂片数量通常为7-15对，每个裂片呈线状披针形，边缘有细小的锯齿。这种深裂的羽状叶给整个植株带来了蕨类植物般的精致外观。\n\n叶片表面呈深绿色，略有光泽，背面颜色稍淡，两面都有细小的腺体，这些腺体是产生挥发油的主要结构。触摸叶片时会释放出强烈的芳香气味，类似樟脑和柠檬的混合味道。叶片质地较厚，有革质感，即使在干旱条件下也不易萎蔫。\n\n基生叶通常较大且分裂更深，有长柄；茎生叶较小，裂片也相应减少，上部叶片近乎无柄，有时呈抱茎状。\n\n花序和花朵：\n艾菊的花序是其最引人注目的特征。花期从7月持续到9月，花序为复合伞房状，由许多小头状花序组成，整个花序直径可达10-15厘米。每个小头状花序直径约6-10毫米，含有20-100朵小花。\n\n花朵呈鲜艳的金黄色，这种颜色在阳光下特别耀眼。每朵小花都是管状花，没有舌状花瓣，这与许多其他菊科植物不同。花冠5裂，雄蕊5枚，花药聚合成筒状。花朵散发浓郁的香味，吸引蜜蜂、蝴蝶等传粉昆虫。\n\n花序下方有总苞，总苞片多层，外层较短，内层较长，边缘有膜质边缘，颜色呈绿色到褐色。\n\n果实和种子：\n艾菊的果实为瘦果，长约1-2毫米，呈圆柱形或略扁，表面有5条明显的纵肋。成熟的瘦果呈褐色或黑色，顶端有短小的冠毛，但冠毛很不明显，有时几乎消失。种子很小，重量约0.1-0.2毫克。\n\n果实成熟时间为8-10月，成熟的种子会随风传播，但主要还是依靠根茎进行无性繁殖。\n\n季节变化：\n春季（3-5月）：从根茎萌发新芽，幼叶呈浅绿色，逐渐长成完整的羽状叶\n夏季（6-8月）：植株达到最大高度，叶片浓绿，开始形成花蕾并开花\n秋季（9-11月）：花朵凋谢，果实成熟，叶片开始变黄\n冬季（12-2月）：地上部分完全枯萎，但根茎在地下存活，准备来年萌发\n\n芳香特征：\n艾菊的香味是其重要的识别特征，这种香味来自叶片和花朵中的挥发油。香味描述为樟脑样，带有苦味和辛辣味，有些人认为类似柠檬和薄荷的混合味。这种香味在温暖的天气和受到触摸时更加强烈。正是这种香味使得艾菊在历史上被用作驱虫剂和防腐剂。",

  "historical_usage": "艾菊在人类历史上有着悠久而复杂的使用记录，跨越了数千年的时间，涉及宗教仪式、民间医学、日常生活和工业应用等多个领域。然而，随着现代毒理学研究的深入，人们逐渐认识到艾菊的严重毒性，其历史用途大多已被更安全的替代品取代。\n\n古代文明的使用：\n在古埃及，艾菊被用于木乃伊制作过程中的防腐处理。考古发现在图坦卡蒙法老的木乃伊中发现了艾菊的残留物，证明了其在古代防腐技术中的重要地位。古埃及人相信艾菊具有神圣的力量，能够保护死者的身体不受腐败和邪恶力量的侵害。\n\n古希腊和罗马时期，艾菊被广泛用作药用植物。希腊医师迪奥斯科里德斯（Dioscorides）在其著作《药物学》中详细描述了艾菊的医用价值，认为它能够治疗消化不良、驱除肠虫和调节月经。罗马人将艾菊用于治疗关节炎和风湿病，同时也用作防腐剂保存食物。\n\n中世纪欧洲的广泛应用：\n中世纪时期，艾菊在欧洲的使用达到高峰。本笃会和其他修道院的药草园中普遍种植艾菊，修士们将其用于治疗各种疾病。当时的草药学著作，如《萨勒诺医学院》的教材中，艾菊被列为重要的药用植物，用于治疗发热、消化不良、寄生虫感染和妇科疾病。\n\n艾菊在中世纪的另一个重要用途是驱虫。人们发现艾菊的强烈气味能够有效驱赶跳蚤、虱子、蚂蚁和其他害虫。因此，艾菊被广泛种植在房屋周围，干燥的艾菊叶被放置在床褥、衣柜和食品储藏室中。这种用途在黑死病流行期间显得特别重要，因为人们错误地认为跳蚤是疾病传播的主要媒介。\n\n宗教和仪式用途：\n在基督教传统中，艾菊被称为'圣母玛利亚的黄金'，在某些地区的宗教节日中用作装饰。特别是在圣母升天节（8月15日），艾菊花被用来装饰教堂和圣像。这种宗教意义可能源于艾菊鲜艳的金黄色花朵，象征着神圣的光芒。\n\n在一些欧洲民间传统中，艾菊被认为具有保护作用，能够抵御邪恶力量和厉鬼。人们将艾菊花束悬挂在门窗上，或制成花环佩戴，特别是在万圣节等节日期间。\n\n传统医学应用：\n在传统欧洲医学中，艾菊被用于治疗多种疾病：\n\n1. 消化系统：用于治疗消化不良、胃痛、腹胀和食欲不振。通常制成茶剂或酊剂内服。\n\n2. 寄生虫：被认为能够驱除肠道寄生虫，特别是蛔虫和蛲虫。\n\n3. 妇科疾病：用于调节月经、缓解痛经和促进分娩。这种用途特别危险，因为艾菊具有子宫刺激作用，可能导致流产。\n\n4. 发热和感染：用作退热剂和抗感染剂，通常与其他草药配合使用。\n\n5. 关节疾病：外用治疗关节炎、风湿病和肌肉疼痛。\n\n工业和日常应用：\n在工业化之前，艾菊有多种实用价值：\n\n1. 天然染料：艾菊花可以提取黄色染料，用于染色织物和羊毛。这种染料相对稳定，不易褪色。\n\n2. 防腐剂：由于其抗菌性质，艾菊被用于保存肉类和其他食品，特别是在没有冷藏设备的时代。\n\n3. 驱虫剂：广泛用于保护农作物和储藏的谷物免受昆虫侵害。\n\n4. 香料：在某些地区，少量艾菊叶被用作烹饪香料，但这种用法相当危险。\n\n现代研究和认识转变：\n19世纪末20世纪初，随着化学分析技术的发展，科学家们开始识别艾菊中的活性成分，特别是侧柏酮。1916年，德国化学家首次分离出纯净的侧柏酮，并开始研究其药理作用。\n\n20世纪中期的毒理学研究揭示了侧柏酮的神经毒性，这导致了对艾菊传统用途的重新评估。许多国家开始限制或禁止艾菊在食品和药品中的使用。\n\n1970年代，美国食品药品监督管理局（FDA）将艾菊列为'不安全'的草药，禁止其在食品中使用。欧洲药品管理局也发布了类似的限制措施。\n\n现代医学观点：\n现代医学研究表明，艾菊的传统医用效果大多缺乏科学证据，而其毒性风险远大于任何可能的益处。虽然艾菊确实具有某些抗菌和驱虫性质，但现在有更安全有效的替代品可供选择。\n\n当代一些研究关注艾菊中除侧柏酮以外的其他成分的潜在价值，如黄酮类化合物的抗氧化作用，但这些研究仍处于初期阶段，且不足以支持艾菊的安全使用。\n\n历史教训：\n艾菊的使用历史提醒我们，传统用途并不等同于安全性。许多历史上广泛使用的植物后来被发现具有严重的毒副作用。现代对艾菊毒性的认识，说明了科学研究在评估天然产品安全性方面的重要性，也强调了在使用任何草药之前进行充分风险评估的必要性。",

  "cultivation_warnings": "艾菊虽然是有毒植物，但由于其观赏价值和历史意义，在某些情况下仍可能被种植。然而，种植艾菊需要采取极其严格的安全措施，并且必须充分了解相关的法律责任和安全风险。\n\n法律和监管考虑：\n1. 了解当地法规：在种植前必须详细了解当地关于有毒植物种植的法律法规，某些司法管辖区可能禁止或限制艾菊的种植\n2. 许可要求：部分地区的科研机构或教育机构种植艾菊可能需要特殊许可\n3. 责任保险：考虑购买相关的责任保险，以防因艾菊种植导致的意外事故\n4. 邻里责任：种植者有责任确保艾菊不会对邻居，特别是儿童构成威胁\n5. 环境影响评估：艾菊在某些地区可能成为入侵物种，需要评估对本地生态系统的潜在影响\n\n种植区域安全设置：\n1. 物理隔离：\n   - 设置至少1.5米高的围栏，确保儿童和宠物无法进入\n   - 使用多重锁定系统，只有授权人员可以进入\n   - 考虑在围栏上加装防攀爬设计\n\n2. 警示标识：\n   - 设置多语言危险警示牌，包括毒性植物的标志\n   - 标识应清楚说明艾菊的毒性和禁止接触的要求\n   - 在多个位置设置警示，确保从任何角度接近都能看到\n\n3. 地理位置选择：\n   - 远离儿童活动区域、学校、幼儿园和公共场所\n   - 避免在食用植物种植区附近种植，防止误采或交叉污染\n   - 选择不易被无意发现的位置\n   - 远离水源，防止根系或地表径流污染水体\n\n种植技术管理：\n1. 土壤和环境：\n   - 艾菊适应性强，几乎可以在任何排水良好的土壤中生长\n   - pH值6.0-7.5的中性土壤最适宜\n   - 全日照到半阴的环境都可以适应\n   - 耐旱但不耐水涝，确保排水良好\n\n2. 种植控制：\n   - 使用容器种植以限制根系扩散\n   - 如果地面种植，在周围埋设根系阻隔材料\n   - 定期检查并清除自播的幼苗\n   - 控制种植数量，避免大面积种植\n\n3. 繁殖管理：\n   - 在花朵完全成熟前及时摘除，防止种子传播\n   - 控制根茎的扩展，定期挖掘多余的根茎\n   - 不要将修剪下的植物材料用于堆肥\n\n安全作业规程：\n1. 个人防护设备：\n   - 佩戴防渗透手套（建议双层手套）\n   - 穿长袖衣物和长裤，最好是防护服\n   - 佩戴护目镜，防止植物汁液溅入眼中\n   - 在处理干燥植物时佩戴防尘面罩\n\n2. 作业时间和方式：\n   - 避免在高温时段作业，减少挥发油释放\n   - 限制单次接触时间不超过30分钟\n   - 在通风良好的环境中作业\n   - 避免在风大的天气进行修剪等作业\n\n3. 作业后处理：\n   - 立即脱除防护用品并单独清洗\n   - 彻底清洗身体，特别是手部和前臂\n   - 清洗所有接触过艾菊的工具\n   - 更换衣物并单独清洗\n\n废物处理和环境管理：\n1. 植物废料处理：\n   - 修剪下的植物材料必须作为有毒废物处理\n   - 绝对禁止堆肥、焚烧或随意丢弃\n   - 联系专业废物处理机构进行安全销毁\n   - 如果无法联系专业机构，可深埋在远离水源和植物根系的地方\n\n2. 土壤管理：\n   - 定期检测种植区域土壤中的侧柏酮含量\n   - 如果决定停止种植，需要彻底清除所有根茎\n   - 停止种植后的土壤可能需要专业处理\n\n3. 工具和设备清洁：\n   - 所有接触过艾菊的工具都要彻底清洗\n   - 使用肥皂水和酒精进行消毒\n   - 定期更换可能吸附毒素的工具\n\n应急预案：\n1. 中毒事故应急：\n   - 制定详细的中毒应急处理预案\n   - 准备急救联系方式和最近医疗机构信息\n   - 培训所有可能接触人员的基本急救知识\n   - 准备应急药品（在医生指导下）\n\n2. 意外暴露处理：\n   - 皮肤接触：立即用大量清水冲洗15分钟以上\n   - 眼部接触：立即用清水冲洗，并尽快就医\n   - 吸入：立即脱离现场到通风处，如有不适及时就医\n   - 误食：立即就医，不要自行催吐\n\n监管和记录：\n1. 种植记录：\n   - 详细记录种植时间、数量、管理措施\n   - 记录所有接触艾菊的人员和时间\n   - 保存所有安全培训和演练记录\n\n2. 定期检查：\n   - 每周检查安全设施的完整性\n   - 每月检查植物生长情况和扩散控制\n   - 季度进行安全风险评估\n\n3. 与监管部门配合：\n   - 接受相关部门的检查和指导\n   - 及时报告任何安全事故或异常情况\n   - 配合环境保护和公共卫生部门的调查\n\n强烈建议：考虑到艾菊的高毒性和复杂的管理要求，强烈建议普通园艺爱好者、学校和社区组织不要种植艾菊。如果确实需要种植（如科研或教学目的），应该在专业指导下进行，并具备充分的安全设施和应急能力。对于观赏目的，有许多更安全的金黄色花朵植物可以选择，如万寿菊、向日葵等。",

  "safety_warnings": "艾菊作为含有神经毒素的危险植物，对人类健康构成严重威胁。任何与艾菊的接触都存在中毒风险，必须采取最高级别的安全防护措施。\n\n⚠️ 极度危险警告 ⚠️\n1. 神经毒素风险：艾菊含有侧柏酮，可导致癫痫发作、肌肉痉挛和意识障碍\n2. 精油极度危险：艾菊精油的侧柏酮浓度极高，10-15毫升可能致命\n3. 累积毒性：长期接触可能导致慢性中毒和神经系统损害\n4. 无特异性解毒剂：目前没有针对侧柏酮中毒的特异性解毒剂\n\n识别与防范：\n1. 准确识别艾菊特征：\n   - 深裂的羽状叶片，类似蕨类植物\n   - 鲜艳的金黄色纽扣状花朵\n   - 强烈的樟脑样芳香气味\n   - 植株高度1-2米，多分枝\n   - 常见于路边、荒地和草地边缘\n\n2. 高危区域警惕：\n   - 欧洲、北美温带地区的野外环境\n   - 废弃的花园和农田边缘\n   - 河岸、路边和铁路沿线\n   - 某些植物园的药用植物区\n\n接触防护原则：\n1. 绝对避免的行为：\n   - 任何形式的内服，包括泡茶、制酒或烹饪\n   - 使用艾菊精油或浓缩提取物\n   - 将艾菊用作草药或民间偏方\n   - 让儿童接触或玩耍艾菊植株\n   - 将艾菊与食用植物混合种植或储存\n\n2. 必要接触时的防护：\n   - 佩戴防渗透手套（推荐丁腈或氯丁橡胶）\n   - 穿长袖防护服，避免皮肤直接接触\n   - 佩戴护目镜和防尘面罩\n   - 确保作业环境通风良好\n   - 限制接触时间，避免长时间暴露\n\n3. 接触后的处理：\n   - 立即脱除所有防护用品\n   - 用肥皂和温水彻底清洗暴露的皮肤至少10分钟\n   - 彻底清洗头发，特别是如果有粉尘接触\n   - 单独清洗接触过艾菊的衣物\n   - 监测是否出现任何异常症状\n\n特殊人群保护：\n1. 儿童安全：\n   - 教育儿童识别艾菊，强调其危险性\n   - 使用图片和实例进行安全教育\n   - 建立'不认识的植物绝不触摸'的原则\n   - 定期检查儿童活动区域是否有艾菊生长\n   - 在野外活动时加强监督\n\n2. 孕妇和哺乳期妇女：\n   - 完全避免接触艾菊，包括闻香味\n   - 艾菊具有子宫刺激作用，可能导致流产\n   - 即使是外用也可能通过皮肤吸收影响胎儿\n   - 哺乳期接触可能通过乳汁影响婴儿\n\n3. 老年人和慢性病患者：\n   - 神经系统疾病患者特别敏感\n   - 肝肾功能不全者代谢能力差，风险更高\n   - 正在服用其他药物者可能存在相互作用\n\n中毒症状识别：\n1. 早期预警信号：\n   - 恶心、呕吐和腹痛\n   - 头痛和眩晕\n   - 焦虑不安和意识模糊\n   - 心率增快\n\n2. 严重中毒症状：\n   - 肌肉痉挛和抽搐\n   - 癫痫发作\n   - 幻觉和妄想\n   - 呼吸困难\n   - 体温升高\n   - 意识丧失\n\n应急响应要点：\n1. 立即行动：\n   - 拨打急救电话（120），说明可能的艾菊中毒\n   - 保留可疑植物样本用于医生诊断\n   - 记录详细的接触情况和症状发展\n\n2. 现场处理：\n   - 如果是皮肤接触，用大量清水冲洗\n   - 如果是误食，不要催吐，等待专业救援\n   - 如果出现癫痫，保护患者安全，避免外伤\n   - 保持患者呼吸道通畅\n\n3. 医疗机构配合：\n   - 提供详细的接触史和植物样本\n   - 说明患者的既往病史和用药情况\n   - 配合医生进行必要的检查和治疗\n\n环境安全管理：\n1. 发现野生艾菊的处理：\n   - 不要私自清除，通知相关管理部门\n   - 设置临时警示标志\n   - 告知其他可能接触的人员\n   - 特别关注儿童和宠物可能接触的区域\n\n2. 家庭环境安全：\n   - 不要在家中种植或储存艾菊\n   - 检查购买的干花束中是否含有艾菊\n   - 教育家庭成员识别艾菊\n   - 准备家庭急救计划\n\n网络信息警惕：\n1. 误导信息识别：\n   - 警惕声称艾菊'安全'或'天然无害'的信息\n   - 不要相信民间偏方或传统用法的安全性\n   - 避免购买含有艾菊成分的保健品或化妆品\n\n2. 可靠信息来源：\n   - 参考官方医疗机构的安全警告\n   - 咨询专业医生或药师\n   - 查阅经过同行评议的科学文献\n\n法律责任提醒：\n如果因为不当种植、处理或使用艾菊导致他人中毒，种植者和使用者可能承担相应的法律责任。因此，任何涉及艾菊的活动都应该在充分了解风险和法律后果的基础上进行。\n\n最重要的安全原则是：当对植物身份或安全性有任何疑问时，选择完全避免接触。艾菊的毒性风险远远超过任何可能的益处，最安全的做法就是将其视为危险物质来对待。",

  "related_species": "艾菊属（Tanacetum）是菊科中的一个重要属，包含约160个物种，广泛分布于北半球的温带地区。虽然不是所有艾菊属植物都具有相同程度的毒性，但大多数都含有不同浓度的侧柏酮和其他挥发油成分，需要谨慎对待。\n\n艾菊属主要物种：\n\n1. 艾菊（Tanacetum vulgare）：\n   - 最常见和最毒的物种，广泛分布于欧亚大陆\n   - 侧柏酮含量最高，毒性最强\n   - 植株高大，花朵鲜黄色，气味强烈\n\n2. 小白菊（Tanacetum parthenium，俗称Feverfew）：\n   - 传统药用植物，主要用于治疗偏头痛\n   - 侧柏酮含量相对较低，但仍有毒性\n   - 花朵白色，中心黄色，类似小雏菊\n   - 现代研究发现其活性成分主要是倍半萜内酯\n\n3. 达尔马提亚除虫菊（Tanacetum cinerariifolium）：\n   - 天然杀虫剂除虫菊素的来源\n   - 毒性主要针对昆虫，对哺乳动物相对安全\n   - 花朵白色，叶片银灰色，有细毛\n\n4. 高山艾菊（Tanacetum alpinum）：\n   - 分布于高山地区的小型物种\n   - 毒性相对较低，但仍需谨慎\n   - 植株矮小，适应高寒环境\n\n5. 蓬蒿菊（Tanacetum balsamita，俗称Costmary）：\n   - 历史上用作调料和药用植物\n   - 含有一定量的侧柏酮，有潜在毒性\n   - 叶片长椭圆形，有薄荷样香味\n\n与艾菊容易混淆的植物：\n\n1. 万寿菊（Tagetes spp.）：\n   - 相似点：同为菊科，花朵金黄色，有强烈香味\n   - 区别：花朵更大且有舌状花瓣，叶片不分裂\n   - 安全性：一般认为相对安全，但仍不建议内服\n\n2. 金盏花（Calendula officinalis）：\n   - 相似点：金黄色花朵，菊科植物\n   - 区别：花朵有明显的花瓣，叶片全缘不分裂\n   - 安全性：传统药用植物，相对安全\n\n3. 蒿属植物（Artemisia spp.）：\n   - 相似点：叶片分裂，有强烈香味，某些种类也含侧柏酮\n   - 区别：花朵通常较小，颜色暗淡，不如艾菊鲜艳\n   - 安全性：大部分种类有毒，如苦艾（A. absinthium）\n\n4. 菊蒿（Glebionis segetum，原Chrysanthemum segetum）：\n   - 相似点：金黄色花朵，菊科植物\n   - 区别：叶片形状不同，花朵有明显舌状花瓣\n   - 安全性：一般认为低毒，但不建议食用\n\n5. 雏菊（Bellis perennis）：\n   - 相似点：菊科植物，常见于草地\n   - 区别：花朵小，白色花瓣黄色花心，叶片全缘\n   - 安全性：相对安全，有时用于传统医学\n\n鉴别要点：\n\n1. 叶片特征：\n   - 艾菊：深裂成羽状，类似蕨类\n   - 万寿菊：锯齿状边缘，不深裂\n   - 金盏花：全缘，椭圆形\n\n2. 花朵结构：\n   - 艾菊：纽扣状，只有管状花，无舌状花瓣\n   - 其他菊科：大多有明显的舌状花瓣\n\n3. 香味特征：\n   - 艾菊：强烈的樟脑样气味，带有苦味\n   - 万寿菊：香味浓郁但不同于艾菊\n   - 金盏花：温和的花香\n\n4. 植株高度：\n   - 艾菊：通常1-2米高，多分枝\n   - 多数相似植物：较矮小\n\n地理分布考虑：\n不同地区的本土菊科植物可能与艾菊相似：\n- 北美：可能与本土的蒿属植物混淆\n- 澳洲：与某些本土菊科植物相似\n- 亚洲：与蒿属和菊属植物容易混淆\n\n毒性比较：\n在艾菊的相关植物中，毒性程度不同：\n- 艾菊（T. vulgare）：毒性最强\n- 苦艾（A. absinthium）：毒性相当，但机制略不同\n- 小白菊（T. parthenium）：中等毒性\n- 万寿菊（Tagetes spp.）：低毒性\n- 金盏花（C. officinalis）：相对安全\n\n安全建议：\n1. 植物识别原则：当无法确定植物身份时，始终假设其有毒\n2. 专业咨询：在野外发现疑似艾菊的植物时，咨询植物学专家\n3. 数字工具辅助：使用植物识别应用程序，但不完全依赖其结果\n4. 地域知识：了解当地常见的有毒植物种类\n5. 教育培训：参加植物安全识别的培训课程\n\n重要提醒：即使是经验丰富的植物学家也可能在野外误识植物。对于普通公众来说，最安全的做法是遵循'不确定就不接触'的原则，特别是涉及可能的药用或食用时。所有菊科植物都应该谨慎对待，除非有绝对的把握确认其安全性。",

  "references": [
    {
      "title": "Compendium of botanicals reported to contain naturally occurring substances of possible concern for human health when used in food and food supplements",
      "org": "European Food Safety Authority",
      "year": 2012,
      "url": "https://efsa.onlinelibrary.wiley.com/doi/epdf/10.2903/j.efsa.2012.2663"
    },
    {
      "title": "Traditional herbal medicines for human use: Public assessment report - Tanacetum vulgare",
      "org": "Medicines and Healthcare products Regulatory Agency",
      "year": 2014,
      "url": "https://www.gov.uk/government/organisations/medicines-and-healthcare-products-regulatory-agency"
    },
    {
      "title": "Thujone--cause of absinthism?",
      "org": "Forensic Science International",
      "year": 2000,
      "url": "https://pubmed.ncbi.nlm.nih.gov/10927547/"
    },
    {
      "title": "Toxicity of tansy (Tanacetum vulgare L.) - A systematic review",
      "org": "Regulatory Toxicology and Pharmacology",
      "year": 2019,
      "url": "https://www.sciencedirect.com/science/article/pii/S0273230019301089"
    },
    {
      "title": "Tansy poisoning in humans: A review of cases and management",
      "org": "Clinical Toxicology",
      "year": 2021,
      "url": "https://www.tandfonline.com/doi/full/10.1080/15563650.2021.1908585"
    }
  ]
}