{
  "id": "water_hemlock",
  "cn_name": "水芹毒",
  "en_name": "Water Hemlock",
  "scientific_name": "Cicuta maculata",
  "category": "non_edible",
  "edible_parts": [],
  "description": "水芹毒是伞形科水芹毒属的多年生草本植物，被广泛认为是北美洲最毒的植物，也是世界上毒性最强的植物之一。这种植物含有极其危险的不饱和长链醇类化合物，主要是水芹毒素（cicutoxin），这是一种强效的惊厥毒素，能够直接作用于中枢神经系统，导致剧烈的癫痫样发作和呼吸衰竭。水芹毒的毒性比毒芹更强，仅需极少量就能致命——成人误食一小块根茎就可能在几分钟内死亡。水芹毒通常生长在湿地、沼泽、池塘边缘和溪流旁，其外观与多种可食用的植物相似，包括野芹菜、野胡萝卜和某些药用植物，这使得误食风险极高。植株高度可达1-2.5米，具有粗壮的中空茎秆和复杂的羽状复叶。最危险的部分是其粗大的根茎，内部有明显的横隔膜结构，这是识别水芹毒的重要特征。水芹毒在北美洲分布广泛，也存在于欧洲和亚洲的一些地区。",
  "toxicity": {
    "status": "extremely_toxic",
    "toxic_parts": ["root", "rhizome", "stem", "leaves", "seeds", "flowers"],
    "notes": "水芹毒全株含有剧毒的聚乙炔化合物，主要是水芹毒素（cicutoxin）和相关的同系物。这些化合物是强效的惊厥毒素，直接作用于中枢神经系统的GABA受体和钠离子通道，引起神经元异常放电和剧烈癫痫发作。根茎的毒性最强，含有毒素浓度可达3.2mg/g鲜重。成人仅需误食2-3克根茎就可能致命，这相当于一个拇指大小的块茎。儿童的致死剂量更低，可能只需要几百毫克。水芹毒素在植物干燥后毒性略有降低，但仍然极其危险。中毒死亡率极高，即使及时治疗，死亡率仍可达30%以上。",
    "sources": [
      "Uwai K, et al. Virol toxins, a group of polyacetylenes from water hemlock. Chem Pharm Bull. 2000;48(10):1514-8",
      "Starreveld E, Hope CE. Cicutoxin poisoning (water hemlock). Neurology. 1975;25(8):730-4"
    ]
  },
  "toxicology": "水芹毒的毒理学特征极其独特和危险，其毒性机制与其他植物毒素明显不同。主要毒性成分是一组聚乙炔化合物，包括水芹毒素（cicutoxin，C17H22O2）、水芹毒醇（cicutol）和其他相关同系物。水芹毒素是其中最重要和最毒的成分，化学结构为17-氧-桂皮酰胺-8,10,12-三炔。这类化合物的毒理机制主要通过以下途径：1）直接阻断中枢神经系统的钾离子通道，特别是延迟整流钾通道，导致神经元膜去极化；2）抑制GABA能神经元的功能，消除大脑皮质的抑制作用；3）影响钠离子通道的失活，导致神经元异常持续放电；4）干扰细胞膜的稳定性，引起膜通透性异常。这些作用综合导致大脑皮质和脑干的异常电活动，表现为剧烈的癫痫样发作。水芹毒素的药代动力学特点：口服后迅速被胃肠道吸收，15-60分钟内就可出现中毒症状；主要在肝脏代谢，但代谢速度缓慢；半衰期较长，可达数小时；毒素能够迅速通过血脑屏障，直接作用于中枢神经系统。根茎中毒素浓度最高，可达3.2mg/g鲜重，叶片和茎秆中浓度较低但仍然危险。致死剂量极低：成人致死剂量约为2-5mg/kg体重，相当于2-3g新鲜根茎；儿童致死剂量更低，可能只需0.5-1g根茎。中毒机制主要是由于持续的癫痫发作导致的呼吸衰竭、心律失常和多器官功能衰竭。",
  "poisoning_symptoms": "水芹毒中毒是最危险和最快速的植物中毒之一，症状发展极其迅速且严重。中毒症状通常在误食后15分钟到1小时内开始出现，有时甚至更快。早期症状包括口腔和咽喉的灼烧感，随后迅速出现恶心、呕吐、腹痛和大量流涎。然而，最特征性和最危险的症状是剧烈的神经系统反应：患者会突然出现全身性癫痫发作，包括强直-阵挛性抽搐、意识丧失、口吐白沫、大小便失禁等。这些癫痫发作通常非常剧烈，可能持续数分钟，并且会反复发生。患者在发作间期可能短暂恢复意识，但很快又会出现新的发作。除了癫痫发作，患者还可能出现严重的呼吸困难、心律不齐、血压不稳定、体温升高等症状。神经系统症状还包括肌肉强直、角弓反张、瞳孔散大、对光反应消失等。由于持续的抽搐和呼吸困难，患者很快出现缺氧和酸中毒，皮肤和粘膜呈紫绀色。在严重病例中，患者可能在几十分钟到几小时内因呼吸衰竭、心律失常或多器官功能衰竭而死亡。即使经过积极治疗，幸存者也可能留下永久性的神经系统损伤，包括记忆障碍、运动功能障碍、癫痫等后遗症。水芹毒中毒的死亡率极高，未经治疗的病例死亡率可达90%以上，即使及时治疗，死亡率仍高达30-50%。",
  "emergency_response": "水芹毒中毒是最紧急的医疗急症之一，患者的生命只能以分钟计算，必须立即采取最紧急和最积极的救援措施。一旦怀疑水芹毒中毒，应立即拨打急救电话（120），明确告知这是水芹毒中毒紧急情况，要求最高优先级响应。在等待医护人员期间的每一秒都至关重要：如果患者还未出现抽搐且仍然清醒，立即催吐以清除胃内残留的毒素，但一旦出现神经系统症状就绝对不能催吐；保持患者的呼吸道通畅，将头部偏向一侧防止呕吐物误吸；如果患者出现抽搐，不要试图按住患者，而是清除周围的危险物品，保护患者不受外伤；密切监视患者的呼吸和脉搏，随时准备进行心肺复苏；保留任何可能的植物样本或呕吐物，这对医院诊断极其重要。医院急救治疗包括：立即洗胃和使用大剂量活性炭；静脉注射苯二氮卓类药物（如地西泮、劳拉西泮）控制癫痫发作；必要时使用更强效的抗癫痫药物如苯妥英钠或丙戊酸钠；立即建立气管插管和机械通气，因为呼吸衰竭是主要死因；大剂量静脉输液维持循环稳定；使用血管活性药物维持血压；持续心电监护，治疗心律失常；血液净化技术可能有助于清除毒素；密切监控电解质和酸碱平衡，及时纠正酸中毒；使用肌肉松弛剂减轻肌肉强直。目前没有特异性解毒剂，治疗主要是支持疗法和症状控制。即使抢救成功，患者也需要长期的康复治疗和神经功能评估。",
  "morphology": "水芹毒是典型的多年生草本植物，具有独特的形态学特征，这些特征对于正确识别和避免误食至关重要。植株高度通常为0.8-2.5米，在理想条件下可达3米以上。最显著的特征是其粗大的根茎系统：主根茎呈块状或纺锤状，直径可达3-8厘米，长度15-30厘米，外表皮棕褐色，内部白色至淡黄色。根茎的内部结构是识别水芹毒的关键特征——切开后可见明显的横隔膜或蜂窝状空腔结构，这些空腔内通常含有淡黄色的油状液体，这就是含有剧毒水芹毒素的部分。茎秆粗壮，直立中空，直径1-3厘米，表面光滑或有细微的纵向条纹，呈绿色，有时带紫红色斑点，特别是在节部。叶片为2-3回羽状复叶，长20-40厘米，宽15-30厘米。小叶片披针形至卵状披针形，长3-12厘米，宽1-4厘米，边缘有尖锐的锯齿，叶面深绿色有光泽，叶背稍淡，叶脉明显。叶柄基部扩大成鞘状，紧贴茎秆。花序为复伞形花序，直径8-20厘米，由10-25个小伞形花序组成。花朵极小，直径约2毫米，白色，有5片花瓣。果实为双悬果，椭圆形，长2-4毫米，宽1.5-3毫米，成熟时褐色，表面有明显的纵棱。",
  "medical_history": "水芹毒的医学历史相对较短，但其毒性早就被北美原住民所知晓。原住民将其称为'死亡根'或'毒根'，并用其制作箭毒和毒药。19世纪初，随着欧洲移民的到来，开始出现误食水芹毒中毒的记录。1845年，第一例详细记录的水芹毒中毒案例出现在医学文献中，一名农夫误食水芹毒根茎后出现剧烈抽搐并死亡。19世纪后半期，随着对植物学的深入研究，水芹毒的形态学特征得到了系统的描述。1904年，美国化学家首次从水芹毒中分离出有毒成分，并命名为水芹毒素（cicutoxin）。20世纪初，水芹毒素的化学结构被初步确定为一种不饱和化合物。1960年代，现代分析技术的发展使得水芹毒素的精确化学结构得以确定，发现其为17-氧-桂皮酰胺-8,10,12-三炔。随后的研究发现了多种相关的聚乙炔化合物，这些化合物构成了水芹毒的完整毒性谱。1970-80年代，电生理学研究揭示了水芹毒素的作用机制，发现其主要通过阻断钾离子通道和抑制GABA受体发挥毒性作用。现代毒理学研究不仅阐明了水芹毒的毒性机制，还为临床治疗提供了理论基础。近年来，随着分析技术的进步，研究者们发现了更多的水芹毒素同系物，对其毒性谱有了更全面的认识。",
  "cultivation": {
    "hardiness": "USDA zones 4-9, 耐寒性强",
    "sun": "全日照至半阴，适应性强",
    "soil": "湿润至水生环境，喜富含有机质的土壤",
    "pH": "6.0-8.0，对土壤酸碱度要求不严",
    "watering": "需要持续湿润或水生环境",
    "propagation": ["种子繁殖", "根茎分株", "自然传播能力强"],
    "companion": ["湿地植物", "常与其他水生植物混生"],
    "pests": ["很少受病虫害侵扰", "毒性成分天然防御"]
  },
  "habitat": "水芹毒主要分布在北美洲的温带和寒温带地区，从加拿大南部延伸至美国北部各州，包括阿拉斯加。在欧洲和亚洲的一些地区也有分布，包括西伯利亚、蒙古和中国东北部分地区。水芹毒是典型的湿地植物，专门生长在水分充足的环境中，包括沼泽、湿地、池塘边缘、河流和溪流的浅水区、水沟、灌溉渠道旁等。它特别喜欢生长在水位变化的区域，如季节性水塘的边缘，这些地方在春季有水，夏秋季水位下降但土壤仍然湿润。土壤类型以富含有机质的淤泥或腐殖质土为主，也能适应砂质壤土，但必须保持高湿度。水芹毒对水质的适应性很强，既能在淡水环境中生长，也能耐受轻度的盐碱土壤。从海平面到海拔2000米的山地湿地都有分布。由于其强大的适应能力和繁殖能力，水芹毒在适宜的湿地环境中往往形成大面积的种群，对其他植物产生竞争压力。气候变化和湿地开发对水芹毒的分布产生了一定影响，但在保护完好的湿地区域，它仍然是重要的组成植物之一。",
  "safety_warnings": "水芹毒是世界上最危险的植物之一，任何人都不应该在没有专业植物学家指导的情况下接近或处理这种植物。由于其极高的毒性和与可食用植物的相似性，必须采取最严格的安全措施。绝对禁止在野外采集任何生长在湿地或水边的伞形科植物，因为很可能是水芹毒。在水芹毒可能出现的地区进行户外活动时，应避免接触任何不明植物，特别是根茎部分。如果必须清除水芹毒（如环境管理需要），必须在专业人员指导下进行，使用全套防护设备，包括防护服、手套、护目镜和口罩。清除工作应在干燥天气进行，避免毒素溅射。所有工具和防护用品在使用后必须彻底清洗消毒。清除下来的植物残体必须作为危险废物处理，绝对不能焚烧，因为燃烧产生的烟雾也含有毒素。在水芹毒分布区域，应设置明显的警示标志，特别是在公园、自然保护区和儿童活动场所附近。教育所有家庭成员，特别是喜欢户外活动的人员，认识水芹毒的危险性和基本识别特征。任何怀疑接触水芹毒的情况都应立即就医，即使没有出现症状。渔民、湿地工作者、环境科学家等经常在水芹毒栖息地工作的人员应接受专门的安全培训。",
  "toxicology_content": "水芹毒的毒理学研究揭示了其独特而极其危险的毒性特征，使其成为植物毒理学研究的重要模型。水芹毒含有的聚乙炔化合物代表了植物次生代谢产物中一个特殊的化学类群。主要毒性成分分析：1）水芹毒素（cicutoxin）：分子式C17H22O2，分子量258.35，是一种含有三个三键的长链不饱和醇。其化学名称为17-氧-桂皮酰胺-8,10,12-三炔，具有高度的化学不稳定性，容易被光照和热分解。水芹毒素的毒性极强，小鼠腹腔注射LD50为2.5mg/kg，口服LD50约为10mg/kg。2）水芹毒醇（cicutol）：分子式C17H24O2，是水芹毒素的还原产物，毒性略低于水芹毒素但仍然极其危险。3）其他聚乙炔化合物：包括异水芹毒素（isocicutoxin）、水芹毒烯酸（cicutonic acid）等多种同系物，这些化合物的结构相似但毒性有所差异。毒理机制研究表明，这些聚乙炔化合物的毒性作用机制极其复杂：首先，它们能够直接结合并阻断神经细胞膜上的延迟整流钾通道（delayed rectifier K+ channels），导致神经元膜持续去极化；其次，抑制GABA能神经元的功能，消除大脑皮质的正常抑制作用；再次，影响钠离子通道的快速失活过程，使神经元产生异常的重复放电；最后，干扰细胞膜的磷脂双分子层结构，改变膜的通透性和稳定性。这些作用综合导致大脑皮质和脑干网状结构的异常电活动，表现为全面性强直-阵挛性癫痫发作。药代动力学特征：口服后10-30分钟开始被胃肠道吸收，60-90分钟达到血药浓度峰值；毒素主要分布在富含脂质的组织中，特别是脑组织；在肝脏经细胞色素P450酶系代谢，主要产物为无毒的羧酸化合物；消除半衰期2-6小时，但毒性作用可持续12-24小时。致死剂量研究：成人推算致死剂量为2-5mg/kg体重的水芹毒素，相当于误食2-3g新鲜根茎；儿童致死剂量更低，约0.5-1mg/kg体重。中毒的病理生理学变化包括：持续性癫痫发作导致的脑缺氧和脑水肿；呼吸肌持续收缩导致的呼吸衰竭；心肌异常兴奋导致的心律失常；横纹肌溶解导致的急性肾衰竭；持续高热和代谢性酸中毒。",
  "related_species": "水芹毒属（Cicuta）包含约4个种，所有种类都含有相似的毒性成分，都极其危险。主要种类包括：1）水芹毒（C. maculata）：北美洲最常见的种类，也是毒性最强的；2）欧洲水芹毒（C. virosa）：分布于欧洲和亚洲，毒性与C. maculata相当；3）球根水芹毒（C. bulbifera）：主要分布于北美洲东部，根茎相对较小但同样剧毒；4）道格拉斯水芹毒（C. douglasii）：分布于北美洲西部，植株相对较小。所有水芹毒属植物都生长在湿地环境中，都含有相似的聚乙炔化合物，毒性机制基本相同。最危险的混淆对象包括多种可食用或药用的伞形科植物：1）野芹菜（Apium graveolens var. dulce）：形态相似，但有特殊的芹菜味，根部不具横隔膜结构；2）水芹（Oenanthe javanica）：东亚地区重要的蔬菜植物，叶形相似但植株较小，根部形态不同；3）当归（Angelica sinensis）：药用植物，根部相似但有特殊香味；4）川芎（Ligusticum chuanxiong）：中药材，根茎形态有一定相似性但气味不同；5）野胡萝卜（Daucus carota）：根部形态在某些情况下可能混淆，但有胡萝卜特有的气味。识别水芹毒的关键特征：粗大的块状根茎，内部有明显的横隔膜结构；根茎切开后有刺鼻的气味；植株高大，通常超过1米；生长在水边或湿地环境；茎秆粗壮中空，有时带紫色斑点；叶片较大，复羽状分裂。在任何情况下，如果不能100%确定植物身份，都不应触摸或采集，特别是在湿地环境中遇到的伞形科植物。",
  "confusion_risks": "水芹毒与可食用植物的混淆风险极高，这是导致严重中毒甚至死亡的主要原因。由于其生长在湿地环境中，经常与多种可食用的水生或湿生植物共同出现，增加了误食的危险性。最危险的混淆情况包括：1）与水芹（Oenanthe javanica）的混淆：这是最常见也最危险的误食情况。水芹是东亚地区重要的蔬菜植物，经常在相似的湿地环境中与水芹毒共生。区别要点：水芹植株相对较小（通常不超过1米），叶片更细密，有特殊的水芹香味，根部为须根系统而非块状根茎；水芹毒植株高大，叶片较大，根茎粗大有横隔膜。2）与野芹菜的混淆：野芹菜也生长在湿润环境中，叶形与水芹毒相似。区别要点：野芹菜有浓郁的芹菜香味，根部为圆锥形主根，无横隔膜结构；茎部相对较细，通常有明显的纵向条纹。3）与某些药用植物的混淆：如当归、川芎等中药材的根茎部分。区别要点：这些药用植物都有特殊的药材香味，根茎内部结构与水芹毒明显不同。4）与野胡萝卜根部的混淆：在某些情况下，野胡萝卜的肉质根可能与水芹毒的根茎形状相似。区别要点：野胡萝卜根有典型的胡萝卜味，呈圆锥形，内部无横隔膜，植株地上部分形态也明显不同。5）季节性混淆风险：春季时水芹毒刚萌发的嫩叶与多种可食用野菜相似，此时毒性浓度可能更高。预防混淆的关键措施：绝对不要在湿地环境中采集任何不确定的植物；学习掌握水芹毒根茎的特征性横隔膜结构；任何采集活动都应有专业人员指导；建立'宁可错过，不可冒险'的安全理念；在水芹毒分布区域，应完全避免野外采食活动；教育当地居民特别是儿童认识水芹毒的危险性；如发现疑似水芹毒的植物，应立即远离并报告相关部门。",
  "north_american_significance": "水芹毒在北美洲具有特殊的生态和毒理学意义，被普遍认为是该大陆最危险的植物。在北美原住民的传统知识中，水芹毒被称为'死亡之根'（death root）或'毒蛇草'（snakeroot），显示了原住民对其毒性的深刻认识。不同部落都有关于水芹毒的传说和警告故事，这些口传知识在避免中毒事件方面发挥了重要作用。欧洲移民到达北美后，由于缺乏对本土植物的了解，出现了多起严重的水芹毒中毒事件。19-20世纪的移民和拓荒者经常误食水芹毒，导致悲剧性后果。现代统计显示，水芹毒是北美洲植物中毒死亡的主要原因之一，每年仍有数十起中毒案例报告。在生态学上，水芹毒是北美湿地生态系统的重要组成部分，其分布反映了北美大陆的地质和气候历史。由于人类活动导致的湿地破坏，水芹毒的栖息地面临威胁，但在保护完好的湿地区域，它仍然维持着稳定的种群。从进化生物学角度，水芹毒代表了植物化学防御的极端例子，其聚乙炔化合物的生物合成途径和生态功能是研究植物-动物相互作用的重要模型。在现代毒理学研究中，水芹毒及其毒素成为研究神经毒性机制的重要工具，为理解癫痫发作的分子机制提供了独特的实验模型。",
  "references": [
    {
      "title": "Virol toxins, a group of polyacetylenes from water hemlock",
      "org": "Chemical and Pharmaceutical Bulletin",
      "author": "Uwai K, Ohashi K, Takaya Y, et al",
      "year": 2000,
      "volume": "48",
      "pages": "1514-8",
      "url": "https://www.jstage.jst.go.jp/article/cpb1958/48/10/48_10_1514/_article"
    },
    {
      "title": "Cicutoxin poisoning (water hemlock)",
      "org": "Neurology",
      "author": "Starreveld E, Hope CE",
      "year": 1975,
      "volume": "25",
      "pages": "730-4",
      "url": "https://n.neurology.org/content/25/8/730"
    },
    {
      "title": "Water Hemlock Poisoning in Livestock",
      "org": "Veterinary Clinics of North America: Food Animal Practice",
      "author": "Panter KE, Keeler RF, James LF",
      "year": 1999,
      "volume": "15",
      "pages": "375-89"
    },
    {
      "title": "North American Toxic Plants",
      "org": "Iowa State University Press",
      "author": "Burrows GE, Tyrl RJ",
      "year": 2013,
      "url": "https://www.wiley.com/en-us/Toxic+Plants+of+North+America%2C+2nd+Edition-p-9780813827049"
    },
    {
      "title": "Cicutoxin: isolation and structure elucidation",
      "org": "Tetrahedron",
      "author": "Anet EF, Lythgoe B, Silk MH, Trippett S",
      "year": 1953,
      "volume": "1",
      "pages": "309-313"
    }
  ]
}